{"document_sentiment": {"magnitude": 6.400000095367432, "score": 0.30000001192092896}, "language": "en", "sentences": [{"text": {"content": "Letter: TO HENRY JAMES"}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "[SARANAC LAKE, OCTOBER 1887.]", "begin_offset": 24}, "sentiment": {}}, {"text": {"content": "I know not the day; but the month it is the drear October by the ghoul-haunted woodland of Weir\nMY DEAR HENRY JAMES, - This is to say FIRST, the voyage was a huge success.", "begin_offset": 54}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "We all enjoyed it (bar my wife) to the ground: sixteen days at sea with a cargo of hay, matches, stallions, and monkeys, and in a ship with no style on, and plenty of sailors to talk to, and the endless pleasures of the sea - the romance of it, the sport of the scratch dinner and the smashing crockery, the pleasure - an endless pleasure - of balancing to the swell: well, it's over.", "begin_offset": 226}, "sentiment": {"magnitude": 0.800000011920929, "score": 0.800000011920929}}, {"text": {"content": "SECOND, I had a fine time, rather a troubled one, at Newport and New York; saw much of and liked hugely the Fairchilds, St. Gaudens the sculptor, Gilder of the CENTURY - just saw the dear Alexander - saw a lot of my old and admirable friend Will Low, whom I wish you knew and appreciated - was medallioned by St. Gaudens, and at last escaped to\nTHIRD, Saranac Lake, where we now are, and which I believe we mean to like and pass the winter at.", "begin_offset": 611}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "Our house - emphatically 'Baker's' - is on a hill, and has a sight of a stream turning a corner in the valley - bless the face of running water!", "begin_offset": 1055}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "- and sees some hills too, and the paganly prosaic roofs of Saranac itself; the Lake it does not see, nor do I regret that; I like water (fresh water I mean) either running swiftly among stones, or else largely qualified with whisky.", "begin_offset": 1200}, "sentiment": {}}, {"text": {"content": "As I write, the sun (which has been long a stranger) shines in at my shoulder; from the next room, the bell of Lloyd's typewriter makes an agreeable music as it patters off (at a rate which astonishes this experienced novelist) the early chapters of a humorous romance; from still further off - the walls of Baker's are neither ancient nor massive - rumours of Valentine about the kitchen stove come to my ears; of my mother and Fanny I hear nothing, for the excellent reason that they have gone sparking off, one to Niagara, one to Indianapolis.", "begin_offset": 1434}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "People complain that I never give news in my letters.", "begin_offset": 1981}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "I have wiped out that reproach.", "begin_offset": 2035}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "But now, FOURTH, I have seen the article; and it may be from natural partiality, I think it the best you have written.", "begin_offset": 2067}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "O - I remember the Gautier, which was an excellent performance; and the Balzac, which was good; and the Daudet, over which I licked my chops; but the R. L. S. is better yet.", "begin_offset": 2186}, "sentiment": {"magnitude": 0.800000011920929, "score": 0.800000011920929}}, {"text": {"content": "It is so humorous, and it hits my little frailties with so neat (and so friendly) a touch; and Alan is the occasion for so much happy talk, and the quarrel is so generously praised.", "begin_offset": 2360}, "sentiment": {"magnitude": 0.8999999761581421, "score": 0.8999999761581421}}, {"text": {"content": "I read it twice, though it was only some hours in my possession; and Low, who got it for me from the CENTURY, sat up to finish it ere he returned it; and, sir, we were all delighted.", "begin_offset": 2542}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "Here is the paper out, nor will anything, not even friendship, not even gratitude for the article, induce me to begin a second sheet; so here with the kindest remembrances and the warmest good wishes, I remain, yours affectionately,\nR. L. S.", "begin_offset": 2725}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}]}