{"document_sentiment": {"magnitude": 7.300000190734863}, "language": "en", "sentences": [{"text": {"content": "Letter: TO MRS."}, "sentiment": {}}, {"text": {"content": "SITWELL", "begin_offset": 16}, "sentiment": {}}, {"text": {"content": "SWANSTON, WEDNESDAY, [AUTUMN] 1874.", "begin_offset": 25}, "sentiment": {}}, {"text": {"content": "I HAVE been hard at work all yesterday, and besides had to write a long letter to Bob, so I found no time until quite late, and then was sleepy.", "begin_offset": 61}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "Last night it blew a fearful gale; I was kept awake about a couple of hours, and could not get to sleep for the horror of the wind's noise; the whole house shook; and, mind you, our house IS a house, a great castle of jointed stone that would weigh up a street of English houses; so that when it quakes, as it did last night, it means something.", "begin_offset": 206}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "But the quaking was not what put me about; it was the horrible howl of the wind round the corner; the audible haunting of an incarnate anger about the house; the evil spirit that was abroad; and, above all, the shuddering silent pauses when the storm's heart stands dreadfully still for a moment.", "begin_offset": 552}, "sentiment": {"magnitude": 0.6000000238418579, "score": -0.6000000238418579}}, {"text": {"content": "O how I hate a storm at night!", "begin_offset": 849}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "They have been a great influence in my life, I am sure; for I can remember them so far back - long before I was six at least, for we left the house in which I remember listening to them times without number when I was six.", "begin_offset": 880}, "sentiment": {"magnitude": 0.800000011920929, "score": 0.800000011920929}}, {"text": {"content": "And in those days the storm had for me a perfect impersonation, as durable and unvarying as any heathen deity.", "begin_offset": 1103}, "sentiment": {"magnitude": 0.8999999761581421, "score": 0.8999999761581421}}, {"text": {"content": "I always heard it, as a horseman riding past with his cloak about his head, and somehow always carried away, and riding past again, and being baffled yet once more, AD INFINITUM, all night long.", "begin_offset": 1214}, "sentiment": {}}, {"text": {"content": "I think I wanted him to get past, but I am not sure; I know only that I had some interest either for or against in the matter; and I used to lie and hold my breath, not quite frightened, but in a state of miserable exaltation.", "begin_offset": 1409}, "sentiment": {"magnitude": 0.6000000238418579, "score": -0.6000000238418579}}, {"text": {"content": "My first John Knox is in proof, and my second is on the anvil.", "begin_offset": 1636}, "sentiment": {}}, {"text": {"content": "It is very good of me so to do; for I want so much to get to my real tour and my sham tour, the real tour first: it is always working in my head, and if I can only turn on the right sort of style at the right moment, I am not much afraid of it.", "begin_offset": 1699}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "One thing bothers me; what with hammering at this J. K., and writing necessary letters, and taking necessary exercise (that even not enough, the weather is so repulsive to me, cold and windy), I find I have no time for reading except times of fatigue, when I wish merely to relax myself.", "begin_offset": 1944}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "O - and I read over again for this purpose Flaubert's TENTATION DE ST.", "begin_offset": 2232}, "sentiment": {}}, {"text": {"content": "ANTOINE; it struck me a good deal at first, but this second time it has fetched me immensely.", "begin_offset": 2303}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "I am but just done with it, so you will know the large proportion of salt to take with my present statement, that it's the finest thing I ever read!", "begin_offset": 2397}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}, {"text": {"content": "Of course, it isn't that, it's full of LONGUEURS, and is not quite 'redd up,' as we say in Scotland, not quite articulated; but there are splendid things in it.", "begin_offset": 2546}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "I say, DO take your maccaroni with oil: DO, PLEASE.", "begin_offset": 2707}, "sentiment": {}}, {"text": {"content": "It's BEASTLY with butter.", "begin_offset": 2759}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "- Ever your faithful friend,\nROBERT LOUIS STEVENSON.", "begin_offset": 2785}, "sentiment": {"magnitude": 0.5, "score": 0.5}}]}