{"document_sentiment": {"magnitude": 14.699999809265137, "score": 0.10000000149011612}, "language": "en", "sentences": [{"text": {"content": "Letter: TO MRS."}, "sentiment": {}}, {"text": {"content": "CHARLES FAIRCHILD", "begin_offset": 16}, "sentiment": {}}, {"text": {"content": "[VAILIMA, AUGUST 1892.]", "begin_offset": 35}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "MY DEAR MRS.", "begin_offset": 59}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "FAIRCHILD, - Thank you a thousand times for your letter.", "begin_offset": 72}, "sentiment": {}}, {"text": {"content": "You are the Angel of (the sort of) Information (that I care about); I appoint you successor to the newspaper press; and I beg of you, whenever you wish to gird at the age, or think the bugs out of proportion to the roses, or despair, or enjoy any cosmic or epochal emotion, to sit down again and write to the Hermit of Samoa.", "begin_offset": 129}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "What do I think of it all?", "begin_offset": 455}, "sentiment": {}}, {"text": {"content": "Well, I love the romantic solemnity of youth; and even in this form, although not without laughter, I have to love it still.", "begin_offset": 482}, "sentiment": {"magnitude": 0.8999999761581421, "score": 0.8999999761581421}}, {"text": {"content": "They are such ducks!", "begin_offset": 607}, "sentiment": {}}, {"text": {"content": "But what are they made of?", "begin_offset": 628}, "sentiment": {}}, {"text": {"content": "We were just as solemn as that about atheism and the stars and humanity; but we were all for belief anyway - we held atheism and sociology (of which none of us, nor indeed anybody, knew anything) for a gospel and an iron rule of life; and it was lucky enough, or there would have been more windows broken.", "begin_offset": 655}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "What is apt to puzzle one at first sight in the New Youth is that, with such rickety and risky problems always at heart, they should not plunge down a Niagara of Dissolution.", "begin_offset": 961}, "sentiment": {"magnitude": 0.800000011920929, "score": -0.800000011920929}}, {"text": {"content": "But let us remember the high practical timidity of youth.", "begin_offset": 1136}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "I was a particularly brave boy - this I think of myself, looking back - and plunged into adventures and experiments, and ran risks that it still surprises me to recall.", "begin_offset": 1194}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "But, dear me, what a fear I was in of that strange blind machinery in the midst of which I stood; and with what a compressed heart and what empty lungs I would touch a new crank and await developments!", "begin_offset": 1363}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "I do not mean to say I do not fear life still; I do; and that terror (for an adventurer like myself) is still one of the chief joys of living.", "begin_offset": 1565}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "But it was different indeed while I was yet girt with the priceless robes of inexperience; then the fear was exquisite and infinite.", "begin_offset": 1708}, "sentiment": {"magnitude": 0.800000011920929, "score": 0.800000011920929}}, {"text": {"content": "And so, when you see all these little Ibsens, who seem at once so dry and so excitable, and faint in swathes over a play (I suppose - for a wager) that would seem to me merely tedious, smile behind your hand, and remember the little dears are all in a blue funk.", "begin_offset": 1841}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "It must be very funny, and to a spectator like yourself I almost envy it.", "begin_offset": 2104}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "But never get desperate; human nature is human nature; and the Roman Empire, since the Romans founded it and made our European human nature what it is, bids fair to go on and to be true to itself.", "begin_offset": 2178}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}, {"text": {"content": "These little bodies will all grow up and become men and women, and have heaps of fun; nay, and are having it now; and whatever happens to the fashion of the age, it makes no difference - there are always high and brave and amusing lives to be lived; and a change of key, however exotic, does not exclude melody.", "begin_offset": 2375}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "Even Chinamen, hard as we find it to believe, enjoy being Chinese.", "begin_offset": 2687}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "And the Chinaman stands alone to be unthinkable; natural enough, as the representative of the only other great civilisation.", "begin_offset": 2754}, "sentiment": {"magnitude": 0.800000011920929, "score": 0.800000011920929}}, {"text": {"content": "Take my people here at my doors; their life is a very good one; it is quite thinkable, quite acceptable to us.", "begin_offset": 2879}, "sentiment": {"magnitude": 0.8999999761581421, "score": 0.8999999761581421}}, {"text": {"content": "And the little dears will be soon skating on the other foot; sooner or later, in each generation, the one-half of them at least begin to remember all the material they had rejected when first they made and nailed up their little theory of life; and these become reactionaries or conservatives, and the ship of man begins to fill upon the other tack.", "begin_offset": 2990}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "Here is a sermon, by your leave!", "begin_offset": 3340}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "It is your own fault, you have amused and interested me so much by your breath of the New Youth, which comes to me from so far away, where I live up here in my mountain, and secret messengers bring me letters from rebels, and the government sometimes seizes them, and generally grumbles in its beard that Stevenson should really be deported.", "begin_offset": 3373}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "O, my life is the more lively, never fear!", "begin_offset": 3715}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "It has recently been most amusingly varied by a visit from Lady Jersey.", "begin_offset": 3758}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "I took her over mysteriously (under the pseudonym of my cousin, Miss Amelia Balfour) to visit Mataafa, our rebel; and we had great fun, and wrote a Ouida novel on our life here, in which every author had to describe himself in the Ouida glamour, and of which - for the Jerseys intend printing it - I must let you have a copy.", "begin_offset": 3830}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "My wife's chapter, and my description of myself, should, I think, amuse you.", "begin_offset": 4156}, "sentiment": {"magnitude": 0.800000011920929, "score": 0.800000011920929}}, {"text": {"content": "But there were finer touches still; as when Belle and Lady Jersey came out to brush their teeth in front of the rebel King's palace, and the night guard squatted opposite on the grass and watched the process; or when I and my interpreter, and the King with his secretary, mysteriously disappeared to conspire.", "begin_offset": 4233}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "- Ever yours sincerely,\nR. L.", "begin_offset": 4543}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "STEVENSON.", "begin_offset": 4573}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}]}