{"document_sentiment": {"magnitude": 7.5}, "language": "en", "sentences": [{"text": {"content": "Letter: TO HENRY JAMES"}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "HONOLULU [MARCH 1889].", "begin_offset": 24}, "sentiment": {}}, {"text": {"content": "MY DEAR JAMES, - Yes - I own up - I am untrue to friendship and (what is less, but still considerable) to civilisation.", "begin_offset": 47}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "I am not coming home for another year.", "begin_offset": 167}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "There it is, cold and bald, and now you won't believe in me at all, and serve me right (says you) and the devil take me.", "begin_offset": 206}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "But look here, and judge me tenderly.", "begin_offset": 327}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "I have had more fun and pleasure of my life these past months than ever before, and more health than any time in ten long years.", "begin_offset": 365}, "sentiment": {"magnitude": 0.8999999761581421, "score": 0.8999999761581421}}, {"text": {"content": "And even here in Honolulu I have withered in the cold; and this precious deep is filled with islands, which we may still visit; and though the sea is a deathful place, I like to be there, and like squalls (when they are over); and to draw near to a new island, I cannot say how much I like.", "begin_offset": 494}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}, {"text": {"content": "In short, I take another year of this sort of life, and mean to try to work down among the poisoned arrows, and mean (if it may be) to come back again when the thing is through, and converse with Henry James as heretofore; and in the meanwhile issue directions to H. J. to write to me once more.", "begin_offset": 785}, "sentiment": {"magnitude": 0.800000011920929, "score": -0.800000011920929}}, {"text": {"content": "Let him address here at Honolulu, for my views are vague; and if it is sent here it will follow and find me, if I am to be found; and if I am not to be found the man James will have done his duty, and we shall be at the bottom of the sea, where no post-office clerk can be expected to discover us, or languishing on a coral island, the philosophic drudges of some barbarian potentate: perchance, of an American Missionary.", "begin_offset": 1081}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "My wife has just sent to Mrs. Sitwell a translation (TANT BIEN QUE MAL) of a letter I have had from my chief friend in this part of the world: go and see her, and get a hearing of it; it will do you good; it is a better method of correspondence 'than even Henry James's.", "begin_offset": 1504}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "I jest, but seriously it is a strange thing for a tough, sick, middle-aged scrivener like R. L. S. to receive a letter so conceived from a man fifty years old, a leading politician, a crack orator, and the great wit of his village: boldly say, 'the highly popular M.P. of Tautira.'", "begin_offset": 1775}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "My nineteenth century strikes here, and lies alongside of something beautiful and ancient.", "begin_offset": 2057}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "I think the receipt of such a letter might humble, shall I say even -? and for me, I would rather have received it than written REDGAUNTLET or the SIXTH AENEID.", "begin_offset": 2148}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "All told, if my books have enabled or helped me to make this voyage, to know Rui, and to have received such a letter, they have (in the old prefatorial expression) not been writ in vain.", "begin_offset": 2309}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "It would seem from this that I have been not so much humbled as puffed up; but, I assure you, I have in fact been both.", "begin_offset": 2496}, "sentiment": {"magnitude": 0.6000000238418579, "score": -0.6000000238418579}}, {"text": {"content": "A little of what that letter says is my own earning; not all, but yet a little; and the little makes me proud, and all the rest ashamed; and in the contrast, how much more beautiful altogether is the ancient man than him of to- day!", "begin_offset": 2616}, "sentiment": {}}, {"text": {"content": "Well, well, Henry James is pretty good, though he IS of the nineteenth century, and that glaringly.", "begin_offset": 2849}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "And to curry favour with him, I wish I could be more explicit; but, indeed, I am still of necessity extremely vague, and cannot tell what I am to do, nor where I am to go for some while yet.", "begin_offset": 2949}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "As soon as I am sure, you shall hear.", "begin_offset": 3140}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "All are fairly well - the wife, your countrywoman, least of all; troubles are not entirely wanting; but on the whole we prosper, and we are all affectionately yours,\nROBERT LOUIS STEVENSON.", "begin_offset": 3178}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}]}