{"document_sentiment": {"magnitude": 12.800000190734863}, "language": "en", "sentences": [{"text": {"content": "Letter: TO MRS."}, "sentiment": {}}, {"text": {"content": "SITWELL", "begin_offset": 16}, "sentiment": {}}, {"text": {"content": "17 HERIOT ROW, EDINBURGH, SATURDAY, SEPTEMBER 6, 1873.", "begin_offset": 25}, "sentiment": {}}, {"text": {"content": "I HAVE been to-day a very long walk with my father through some of the most beautiful ways hereabouts; the day was cold with an iron, windy sky, and only glorified now and then with autumn sunlight.", "begin_offset": 80}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "For it is fully autumn with us, with a blight already over the greens, and a keen wind in the morning that makes one rather timid of one's tub when it finds its way indoors.", "begin_offset": 279}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "I was out this evening to call on a friend, and, coming back through the wet, crowded, lamp-lit streets, was singing after my own fashion, DU HAST DIAMANTEN UND PERLEN, when I heard a poor cripple man in the gutter wailing over a pitiful Scotch air, his club-foot supported on the other knee, and his whole woebegone body propped sideways against a crutch.", "begin_offset": 453}, "sentiment": {"magnitude": 0.8999999761581421, "score": -0.8999999761581421}}, {"text": {"content": "The nearest lamp threw a strong light on his worn, sordid face and the three boxes of lucifer matches that he held for sale.", "begin_offset": 810}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "My own false notes stuck in my chest.", "begin_offset": 935}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "How well off I am! is the burthen of my songs all day long - DRUM IST SO WOHL MIR IN DER WELT! and the ugly reality of the cripple man was an intrusion on the beautiful world in which I was walking.", "begin_offset": 973}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "He could no more sing than I could; and his voice was cracked and rusty, and altogether perished.", "begin_offset": 1172}, "sentiment": {"magnitude": 0.800000011920929, "score": -0.800000011920929}}, {"text": {"content": "To think that that wreck may have walked the streets some night years ago, as glad at heart as I was, and promising himself a future as golden and honourable!", "begin_offset": 1270}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "SUNDAY, 11.20 A.M.", "begin_offset": 1429}, "sentiment": {}}, {"text": {"content": "- I wonder what you are doing now?", "begin_offset": 1448}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "- in church likely, at the TE DEUM.", "begin_offset": 1483}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "Everything here is utterly silent.", "begin_offset": 1519}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "I can hear men's footfalls streets away; the whole life of Edinburgh has been sucked into sundry pious edifices; the gardens below my windows are steeped in a diffused sunlight, and every tree seems standing on tiptoes, strained and silent, as though to get its head above its neighbour's and LISTEN.", "begin_offset": 1554}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "You know what I mean, don't you?", "begin_offset": 1855}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "How trees do seem silently to assert themselves on an occasion!", "begin_offset": 1888}, "sentiment": {}}, {"text": {"content": "I have been trying to write ROADS until I feel as if I were standing on my head; but I mean ROADS, and shall do something to them.", "begin_offset": 1952}, "sentiment": {}}, {"text": {"content": "I wish I could make you feel the hush that is over everything, only made the more perfect by rare interruptions; and the rich, placid light, and the still, autumnal foliage.", "begin_offset": 2083}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "Houses, you know, stand all about our gardens: solid, steady blocks of houses; all look empty and asleep.", "begin_offset": 2257}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "MONDAY NIGHT.", "begin_offset": 2363}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "- The drums and fifes up in the Castle are sounding the guard-call through the dark, and there is a great rattle of carriages without.", "begin_offset": 2377}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "I have had (I must tell you) my bed taken out of this room, so that I am alone in it with my books and two tables, and two chairs, and a coal-skuttle (or SCUTTLE) (?) and a DEBRIS of broken pipes in a corner, and my old school play-box, so full of papers and books that the lid will not shut down, standing reproachfully in the midst.", "begin_offset": 2512}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "There is something in it that is still a little gaunt and vacant; it needs a little populous disorder over it to give it the feel of homeliness, and perhaps a bit more furniture, just to take the edge off the sense of illimitable space, eternity, and a future state, and the like, that is brought home to one, even in this small attic, by the wide, empty floor.", "begin_offset": 2847}, "sentiment": {}}, {"text": {"content": "You would require to know, what only I can ever know, many grim and many maudlin passages out of my past life to feel how great a change has been made for me by this past summer.", "begin_offset": 3209}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "Let me be ever so poor and thread-paper a soul, I am going to try for the best.", "begin_offset": 3388}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "These good booksellers of mine have at last got a WERTHER without illustrations.", "begin_offset": 3468}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}, {"text": {"content": "I want you to like Charlotte.", "begin_offset": 3549}, "sentiment": {}}, {"text": {"content": "Werther himself has every feebleness and vice that could tend to make his suicide a most virtuous and commendable action; and yet I like Werther too - I don't know why, except that he has written the most delightful letters in the world.", "begin_offset": 3579}, "sentiment": {"magnitude": 0.800000011920929, "score": 0.800000011920929}}, {"text": {"content": "Note, by the way, the passage under date June 21st not far from the beginning; it finds a voice for a great deal of dumb, uneasy, pleasurable longing that we have all had, times without number.", "begin_offset": 3817}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "I looked that up the other day for ROADS, so I know the reference; but you will find it a garden of flowers from beginning to end.", "begin_offset": 4011}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}, {"text": {"content": "All through the passion keeps steadily rising, from the thunderstorm at the country-house - there was thunder in that story too - up to the last wild delirious interview; either Lotte was no good at all, or else Werther should have remained alive after that; either he knew his woman too well, or else he was precipitate.", "begin_offset": 4142}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "But an idiot like that is hopeless; and yet, he wasn't an idiot - I make reparation, and will offer eighteen pounds of best wax at his tomb.", "begin_offset": 4464}, "sentiment": {}}, {"text": {"content": "Poor devil! he was only the weakest - or, at least, a very weak strong man.", "begin_offset": 4605}, "sentiment": {"magnitude": 0.8999999761581421, "score": -0.8999999761581421}}, {"text": {"content": "R. L. S.", "begin_offset": 4681}, "sentiment": {}}]}