{"document_sentiment": {"magnitude": 8.100000381469727}, "language": "en", "sentences": [{"text": {"content": "Letter: TO W. H. LOW"}, "sentiment": {}}, {"text": {"content": "SKERRYVORE, BOURNEMOUTH, OCTOBER 22, 1885.", "begin_offset": 22}, "sentiment": {}}, {"text": {"content": "MY DEAR LOW, - I trust you are not annoyed with me beyond forgiveness; for indeed my silence has been devilish prolonged.", "begin_offset": 65}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "I can only tell you that I have been nearly six months (more than six) in a strange condition of collapse, when it was impossible to do any work, and difficult (more difficult than you would suppose) to write the merest note.", "begin_offset": 187}, "sentiment": {"magnitude": 0.800000011920929, "score": -0.800000011920929}}, {"text": {"content": "I am now better, but not yet my own man in the way of brains, and in health only so-so.", "begin_offset": 413}, "sentiment": {}}, {"text": {"content": "I suppose I shall learn (I begin to think I am learning) to fight this vast, vague feather-bed of an obsession that now overlies and smothers me; but in the beginnings of these conflicts, the inexperienced wrestler is always worsted, and I own I have been quite extinct.", "begin_offset": 501}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "I wish you to know, though it can be no excuse, that you are not the only one of my friends by many whom I have thus neglected; and even now, having come so very late into the possession of myself, with a substantial capital of debts, and my work still moving with a desperate slowness - as a child might fill a sandbag with its little handfuls - and my future deeply pledged, there is almost a touch of virtue in my borrowing these hours to write to you.", "begin_offset": 772}, "sentiment": {"magnitude": 0.6000000238418579, "score": -0.6000000238418579}}, {"text": {"content": "Why I said 'hours' I know not; it would look blue for both of us if I made good the word.", "begin_offset": 1228}, "sentiment": {"magnitude": 0.6000000238418579, "score": -0.6000000238418579}}, {"text": {"content": "I was writing your address the other day, ordering a copy of my next, PRINCE OTTO, to go your way.", "begin_offset": 1318}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "I hope you have not seen it in parts; it was not meant to be so read; and only my poverty (dishonourably) consented to the serial evolution.", "begin_offset": 1417}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "I will send you with this a copy of the English edition of the CHILD'S GARDEN.", "begin_offset": 1558}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "I have heard there is some vile rule of the post- office in the States against inscriptions; so I send herewith a piece of doggerel which Mr. Bunner may, if he thinks fit, copy off the fly leaf.", "begin_offset": 1637}, "sentiment": {"magnitude": 0.6000000238418579, "score": -0.6000000238418579}}, {"text": {"content": "Sargent was down again and painted a portrait of me walking about in my own dining-room, in my own velveteen jacket, and twisting as I go my own moustache; at one corner a glimpse of my wife, in an Indian dress, and seated in a chair that was once my grandfather's; but since some months goes by the name of Henry James's, for it was there the novelist loved to sit - adds a touch of poesy and comicality.", "begin_offset": 1832}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "It is, I think, excellent, but is too eccentric to be exhibited.", "begin_offset": 2238}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "I am at one extreme corner; my wife, in this wild dress, and looking like a ghost, is at the extreme other end; between us an open door exhibits my palatial entrance hall and a part of my respected staircase.", "begin_offset": 2303}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "All this is touched in lovely, with that witty touch of Sargent's; but, of course, it looks dam queer as a whole.", "begin_offset": 2512}, "sentiment": {}}, {"text": {"content": "Pray let me hear from you, and give me good news of yourself and your wife, to whom please remember me.", "begin_offset": 2626}, "sentiment": {"magnitude": 0.800000011920929, "score": 0.800000011920929}}, {"text": {"content": "-\nYours most sincerely, my dear Low,\nROBERT LOUIS STEVENSON.", "begin_offset": 2730}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}]}