{"document_sentiment": {"magnitude": 15.800000190734863, "score": 0.10000000149011612}, "language": "en", "sentences": [{"text": {"content": "Letter: TO CHARLES BAXTER"}, "sentiment": {}}, {"text": {"content": "SAMOA, [DECEMBER 1889].", "begin_offset": 27}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "MY DEAR BAXTER, - . . .", "begin_offset": 51}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "I cannot return until I have seen either Tonga or Fiji or both: and I must not leave here till I have finished my collections on the war - a very interesting bit of history, the truth often very hard to come at, and the search (for me) much complicated by the German tongue, from the use of which I have desisted (I suppose) these fifteen years.", "begin_offset": 75}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "The last two days I have been mugging with a dictionary from five to six hours a day; besides this, I have to call upon, keep sweet, and judiciously interview all sorts of persons - English, American, German, and Samoan.", "begin_offset": 421}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "It makes a hard life; above all, as after every interview I have to come and get my notes straight on the nail.", "begin_offset": 642}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "I believe I should have got my facts before the end of January, when I shall make our Tonga or Fiji.", "begin_offset": 754}, "sentiment": {}}, {"text": {"content": "I am down right in the hurricane season; but they had so bad a one last year, I don't imagine there will be much of an edition this.", "begin_offset": 855}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "Say that I get to Sydney some time in April, and I shall have done well, and be in a position to write a very singular and interesting book, or rather two; for I shall begin, I think, with a separate opuscule on the Samoan Trouble, about as long as KIDNAPPED, not very interesting, but valuable - and a thing proper to be done.", "begin_offset": 988}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "And then, hey! for the big South Sea Book: a devil of a big one, and full of the finest sport.", "begin_offset": 1316}, "sentiment": {}}, {"text": {"content": "This morning as I was going along to my breakfast a little before seven, reading a number of BLACKWOOD'S MAGAZINE, I was startled by a soft TALOFA, ALII (note for my mother: they are quite courteous here in the European style, quite unlike Tahiti), right in my ear: it was Mataafa coming from early mass in his white coat and white linen kilt, with three fellows behind him.", "begin_offset": 1411}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "Mataafa is the nearest thing to a hero in my history, and really a fine fellow; plenty sense, and the most dignified, quiet, gentle manners.", "begin_offset": 1786}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "Talking of BLACKWOOD - a file of which I was lucky enough to find here in the lawyer's - Mrs. Oliphant seems in a staggering state: from the WRONG BOX to THE MASTER I scarce recognise either my critic or myself.", "begin_offset": 1927}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "I gather that THE MASTER should do well, and at least that notice is agreeable reading.", "begin_offset": 2139}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "I expect to be home in June: you will have gathered that I am pretty well.", "begin_offset": 2227}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}, {"text": {"content": "In addition to my labours, I suppose I walk five or six miles a day, and almost every day I ride up and see Fanny and Lloyd, who are in a house in the bush with Ah Fu.", "begin_offset": 2302}, "sentiment": {}}, {"text": {"content": "I live in Apia for history's sake with Moors, an American trader.", "begin_offset": 2470}, "sentiment": {}}, {"text": {"content": "Day before yesterday I was arrested and fined for riding fast in the street, which made my blood bitter, as the wife of the manager of the German Firm has twice almost ridden me down, and there seems none to say her nay.", "begin_offset": 2536}, "sentiment": {"magnitude": 0.6000000238418579, "score": -0.6000000238418579}}, {"text": {"content": "The Germans have behaved pretty badly here, but not in all ways so ill as you may have gathered: they were doubtless much provoked; and if the insane Knappe had not appeared upon the scene, might have got out of the muddle with dignity.", "begin_offset": 2757}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "I write along without rhyme or reason, as things occur to me.", "begin_offset": 2994}, "sentiment": {}}, {"text": {"content": "I hope from my outcries about printing you do not think I want you to keep my news or letters in a Blue Beard closet.", "begin_offset": 3056}, "sentiment": {}}, {"text": {"content": "I like all friends to hear of me; they all should if I had ninety hours in the day, and strength for all of them; but you must have gathered how hard worked I am, and you will understand I go to bed a pretty tired man.", "begin_offset": 3174}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "29TH DECEMBER, [1889].", "begin_offset": 3393}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "To-morrow (Monday, I won't swear to my day of the month; this is the Sunday between Christmas and New Year) I go up the coast with Mr. Clarke, one of the London Society missionaries, in a boat to examine schools, see Tamasese, etc.", "begin_offset": 3416}, "sentiment": {}}, {"text": {"content": "Lloyd comes to photograph.", "begin_offset": 3648}, "sentiment": {}}, {"text": {"content": "Pray Heaven we have good weather; this is the rainy season; we shall be gone four or five days; and if the rain keep off, I shall be glad of the change; if it rain, it will be beastly.", "begin_offset": 3675}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "This explains still further how hard pressed I am, as the mail will be gone ere I return, and I have thus lost the days I meant to write in.", "begin_offset": 3860}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "I have a boy, Henry, who interprets and copies for me, and is a great nuisance.", "begin_offset": 4001}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "He said he wished to come to me in order to learn 'long expressions.'", "begin_offset": 4081}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "Henry goes up along with us; and as I am not fond of him, he may before the trip is over hear some 'strong expressions.'", "begin_offset": 4151}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "I am writing this on the back balcony at Moors', palms and a hill like the hill of Kinnoull looking in at me; myself lying on the floor, and (like the parties in Handel's song) 'clad in robes of virgin white'; the ink is dreadful, the heat delicious, a fine going breeze in the palms, and from the other side of the house the sudden angry splash and roar of the Pacific on the reef, where the warships are still piled from last year's hurricane, some under water, one high and dry upon her side, the strangest figure of a ship was ever witnessed; the narrow bay there is full of ships; the men-of-war covered with sail after the rains, and (especially the German ship, which is fearfully and awfully top heavy) rolling almost yards in, in what appears to be calm water.", "begin_offset": 4272}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "Samoa, Apia at least, is far less beautiful than the Marquesas or Tahiti: a more gentle scene, gentler acclivities, a tamer face of nature; and this much aided, for the wanderer, by the great German plantations with their countless regular avenues of palms.", "begin_offset": 5042}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "The island has beautiful rivers, of about the bigness of our waters in the Lothians, with pleasant pools and waterfalls and overhanging verdure, and often a great volume of sound, so that once I thought I was passing near a mill, and it was only the voice of the river.", "begin_offset": 5300}, "sentiment": {"magnitude": 0.8999999761581421, "score": 0.8999999761581421}}, {"text": {"content": "I am not specially attracted by the people; but they are courteous; the women very attractive, and dress lovely; the men purposelike, well set up, tall, lean, and dignified.", "begin_offset": 5570}, "sentiment": {"magnitude": 0.800000011920929, "score": 0.800000011920929}}, {"text": {"content": "As I write the breeze is brisking up, doors are beginning to slam: and shutters; a strong draught sweeps round the balcony; it looks doubtful for to-morrow.", "begin_offset": 5744}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "Here I shut up.", "begin_offset": 5901}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "- Ever your affectionate,\nR. L.", "begin_offset": 5917}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "STEVENSON.", "begin_offset": 5949}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}]}