{"document_sentiment": {"magnitude": 21.5}, "language": "en", "sentences": [{"text": {"content": "Letter: TO MISS ADELAIDE BOODLE"}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "HONOLULU, APRIL 6TH, 1889.", "begin_offset": 33}, "sentiment": {}}, {"text": {"content": "MY DEAR MISS BOODLE, - Nobody writes a better letter than my Gamekeeper: so gay, so pleasant, so engagingly particular, answering (by some delicate instinct) all the questions she suggests.", "begin_offset": 60}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "It is a shame you should get such a poor return as I can make, from a mind essentially and originally incapable of the art epistolary.", "begin_offset": 250}, "sentiment": {"magnitude": 0.8999999761581421, "score": -0.8999999761581421}}, {"text": {"content": "I would let the paper-cutter take my place; but I am sorry to say the little wooden seaman did after the manner of seamen, and deserted in the Societies.", "begin_offset": 385}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "The place he seems to have stayed at - seems, for his absence was not observed till we were near the Equator - was Tautira, and, I assure you, he displayed good taste, Tautira being as 'nigh hand heaven' as a paper-cutter or anybody has a right to expect.", "begin_offset": 539}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "I think all our friends will be very angry with us, and I give the grounds of their probable displeasure bluntly - we are not coming home for another year.", "begin_offset": 795}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "My mother returns next month.", "begin_offset": 951}, "sentiment": {}}, {"text": {"content": "Fanny, Lloyd, and I push on again among the islands on a trading schooner, the EQUATOR - first for the Gilbert group, which we shall have an opportunity to explore thoroughly; then, if occasion serve, to the Marshalls and Carolines; and if occasion (or money) fail, to Samoa, and back to Tahiti.", "begin_offset": 981}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "I own we are deserters, but we have excuses.", "begin_offset": 1277}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "You cannot conceive how these climates agree with the wretched house-plant of Skerryvore: he wonders to find himself sea-bathing, and cutting about the world loose, like a grown-up person.", "begin_offset": 1322}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "They agree with Fanny too, who does not suffer from her rheumatism, and with Lloyd also.", "begin_offset": 1511}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "And the interest of the islands is endless; and the sea, though I own it is a fearsome place, is very delightful.", "begin_offset": 1600}, "sentiment": {"magnitude": 0.8999999761581421, "score": 0.8999999761581421}}, {"text": {"content": "We had applied for places in the American missionary ship, the MORNING STAR, but this trading schooner is a far preferable idea, giving us more time and a thousandfold more liberty; so we determined to cut off the missionaries with a shilling.", "begin_offset": 1714}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "The Sandwich Islands do not interest us very much; we live here, oppressed with civilisation, and look for good things in the future.", "begin_offset": 1958}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "But it would surprise you if you came out to-night from Honolulu (all shining with electric lights, and all in a bustle from the arrival of the mail, which is to carry you these lines) and crossed the long wooden causeway along the beach, and came out on the road through Kapiolani park, and seeing a gate in the palings, with a tub of gold-fish by the wayside, entered casually in.", "begin_offset": 2092}, "sentiment": {"magnitude": 0.800000011920929, "score": 0.800000011920929}}, {"text": {"content": "The buildings stand in three groups by the edge of the beach, where an angry little spitfire sea continually spirts and thrashes with impotent irascibility, the big seas breaking further out upon the reef.", "begin_offset": 2475}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "The first is a small house, with a very large summer parlour, or LANAI, as they call it here, roofed, but practically open.", "begin_offset": 2681}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "There you will find the lamps burning and the family sitting about the table, dinner just done: my mother, my wife, Lloyd, Belle, my wife's daughter, Austin her child, and to-night (by way of rarity) a guest.", "begin_offset": 2805}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "All about the walls our South Sea curiosities, war clubs, idols, pearl shells, stone axes, etc.; and the walls are only a small part of a lanai, the rest being glazed or latticed windows, or mere open space.", "begin_offset": 3014}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "You will see there no sign of the Squire, however; and being a person of a humane disposition, you will only glance in over the balcony railing at the merry-makers in the summer parlour, and proceed further afield after the Exile.", "begin_offset": 3222}, "sentiment": {}}, {"text": {"content": "You look round, there is beautiful green turf, many trees of an outlandish sort that drop thorns - look out if your feet are bare; but I beg your pardon, you have not been long enough in the South Seas - and many oleanders in full flower.", "begin_offset": 3453}, "sentiment": {}}, {"text": {"content": "The next group of buildings is ramshackle, and quite dark; you make out a coach-house door, and look in - only some cocoanuts; you try round to the left and come to the sea front, where Venus and the moon are making luminous tracks on the water, and a great swell rolls and shines on the outer reef; and here is another door - all these places open from the outside - and you go in, and find photography, tubs of water, negatives steeping, a tap, and a chair and an inkbottle, where my wife is supposed to write; round a little further, a third door, entering which you find a picture upon the easel and a table sticky with paints; a fourth door admits you to a sort of court, where there is a hen sitting - I believe on a fallacious egg.", "begin_offset": 3692}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "No sign of the Squire in all this.", "begin_offset": 4431}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "But right opposite the studio door you have observed a third little house, from whose open door lamplight streams and makes hay of the strong moonlight shadows.", "begin_offset": 4466}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "You had supposed it made no part of the grounds, for a fence runs round it lined with oleander; but as the Squire is nowhere else, is it not just possible he may be here?", "begin_offset": 4627}, "sentiment": {"magnitude": 0.6000000238418579, "score": -0.6000000238418579}}, {"text": {"content": "It is a grim little wooden shanty; cobwebs bedeck it; friendly mice inhabit its recesses; the mailed cockroach walks upon the wall; so also, I regret to say, the scorpion.", "begin_offset": 4798}, "sentiment": {"magnitude": 0.800000011920929, "score": -0.800000011920929}}, {"text": {"content": "Herein are two pallet beds, two mosquito curtains, strung to the pitch-boards of the roof, two tables laden with books and manuscripts, three chairs, and, in one of the beds, the Squire busy writing to yourself, as it chances, and just at this moment somewhat bitten by mosquitoes.", "begin_offset": 4970}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "He has just set fire to the insect powder, and will be all right in no time; but just now he contemplates large white blisters, and would like to scratch them, but knows better.", "begin_offset": 5252}, "sentiment": {}}, {"text": {"content": "The house is not bare; it has been inhabited by Kanakas, and - you know what children are!", "begin_offset": 5430}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "- the bare wood walls are pasted over with pages from the GRAPHIC, HARPER'S WEEKLY, etc.", "begin_offset": 5521}, "sentiment": {}}, {"text": {"content": "The floor is matted, and I am bound to say the matting is filthy.", "begin_offset": 5610}, "sentiment": {"magnitude": 0.800000011920929, "score": -0.800000011920929}}, {"text": {"content": "There are two windows and two doors, one of which is condemned; on the panels of that last a sheet of paper is pinned up, and covered with writing.", "begin_offset": 5676}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "I cull a few plums:-", "begin_offset": 5824}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "'A duck-hammock for each person.", "begin_offset": 5846}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "A patent organ like the commandant's at Taiohae.", "begin_offset": 5879}, "sentiment": {}}, {"text": {"content": "Cheap and bad cigars for presents.", "begin_offset": 5928}, "sentiment": {"magnitude": 0.800000011920929, "score": -0.800000011920929}}, {"text": {"content": "Revolvers.", "begin_offset": 5963}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "Permanganate of potass.", "begin_offset": 5974}, "sentiment": {}}, {"text": {"content": "Liniment for the head and sulphur.", "begin_offset": 5998}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "Fine tooth-comb.'", "begin_offset": 6033}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "What do you think this is?", "begin_offset": 6052}, "sentiment": {}}, {"text": {"content": "Simply life in the South Seas foreshortened.", "begin_offset": 6079}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "These are a few of our desiderata for the next trip, which we jot down as they occur.", "begin_offset": 6124}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}, {"text": {"content": "There, I have really done my best and tried to send something like a letter - one letter in return for all your dozens.", "begin_offset": 6210}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "Pray remember us all to yourself, Mrs. Boodle, and the rest of your house.", "begin_offset": 6330}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "I do hope your mother will be better when this comes.", "begin_offset": 6405}, "sentiment": {}}, {"text": {"content": "I shall write and give you a new address when I have made up my mind as to the most probable, and I do beg you will continue to write from time to time and give us airs from home.", "begin_offset": 6459}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}, {"text": {"content": "To-morrow - think of it - I must be off by a quarter to eight to drive in to the palace and breakfast with his Hawaiian Majesty at 8.30: I shall be dead indeed.", "begin_offset": 6639}, "sentiment": {}}, {"text": {"content": "Please give my news to Scott, I trust he is better; give him my warm regards.", "begin_offset": 6800}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "To you we all send all kinds of things, and I am the absentee Squire,\nROBERT LOUIS STEVENSON.", "begin_offset": 6878}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}]}