{"document_sentiment": {"magnitude": 12.5}, "language": "en", "sentences": [{"text": {"content": "Letter: TO SIDNEY COLVIN"}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "HONOLULU, JUNE 1889.", "begin_offset": 26}, "sentiment": {}}, {"text": {"content": "MY DEAR COLVIN, - I am just home after twelve days journey to Molokai, seven of them at the leper settlement, where I can only say that the sight of so much courage, cheerfulness, and devotion strung me too high to mind the infinite pity and horror of the sights.", "begin_offset": 47}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "I used to ride over from Kalawao to Kalaupapa (about three miles across the promontory, the cliff-wall, ivied with forest and yet inaccessible from steepness, on my left), go to the Sisters' home, which is a miracle of neatness, play a game of croquet with seven leper girls (90 degrees in the shade), got a little old-maid meal served me by the Sisters, and ride home again, tired enough, but not too tired.", "begin_offset": 311}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}, {"text": {"content": "The girls have all dolls, and love dressing them.", "begin_offset": 720}, "sentiment": {"magnitude": 0.8999999761581421, "score": 0.8999999761581421}}, {"text": {"content": "You who know so many ladies delicately clad, and they who know so many dressmakers, please make it known it would be an acceptable gift to send scraps for doll dressmaking to the Reverend Sister Maryanne, Bishop Home, Kalaupapa, Molokai, Hawaiian Islands.", "begin_offset": 770}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "I have seen sights that cannot be told, and heard stories that cannot be repeated: yet I never admired my poor race so much, nor (strange as it may seem) loved life more than in the settlement.", "begin_offset": 1026}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "A horror of moral beauty broods over the place: that's like bad Victor Hugo, but it is the only way I can express the sense that lived with me all these days.", "begin_offset": 1220}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "And this even though it was in great part Catholic, and my sympathies flew never with so much difficulty as towards Catholic virtues.", "begin_offset": 1379}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "The pass-book kept with heaven stirs me to anger and laughter.", "begin_offset": 1513}, "sentiment": {"magnitude": 0.800000011920929, "score": 0.800000011920929}}, {"text": {"content": "One of the sisters calls the place 'the ticket office to heaven.'", "begin_offset": 1576}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "Well, what is the odds?", "begin_offset": 1642}, "sentiment": {}}, {"text": {"content": "They do their darg and do it with kindness and efficiency incredible; and we must take folk's virtues as we find them, and love the better part.", "begin_offset": 1666}, "sentiment": {"magnitude": 0.8999999761581421, "score": 0.8999999761581421}}, {"text": {"content": "Of old Damien, whose weaknesses and worse perhaps I heard fully, I think only the more.", "begin_offset": 1811}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "It was a European peasant: dirty, bigoted, untruthful, unwise, tricky, but superb with generosity, residual candour and fundamental good-humour: convince him he had done wrong (it might take hours of insult) and he would undo what he had done and like his corrector better.", "begin_offset": 1899}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "A man, with all the grime and paltriness of mankind, but a saint and hero all the more for that.", "begin_offset": 2173}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}, {"text": {"content": "The place as regards scenery is grand, gloomy, and bleak.", "begin_offset": 2270}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "Mighty mountain walls descending sheer along the whole face of the island into a sea unusually deep; the front of the mountain ivied and furred with clinging forest, one viridescent cliff: about half-way from east to west, the low, bare, stony promontory edged in between the cliff and the ocean; the two little towns (Kalawao and Kalaupapa) seated on either side of it, as bare almost as bathing machines upon a beach; and the population - gorgons and chimaeras dire.", "begin_offset": 2328}, "sentiment": {}}, {"text": {"content": "All this tear of the nerves I bore admirably; and the day after I got away, rode twenty miles along the opposite coast and up into the mountains: they call it twenty, I am doubtful of the figures: I should guess it nearer twelve; but let me take credit for what residents allege; and I was riding again the day after, so I need say no more about health.", "begin_offset": 2797}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "Honolulu does not agree with me at all: I am always out of sorts there, with slight headache, blood to the head, etc.", "begin_offset": 3151}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "I had a good deal of work to do and did it with miserable difficulty; and yet all the time I have been gaining strength, as you see, which is highly encouraging.", "begin_offset": 3269}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}, {"text": {"content": "By the time I am done with this cruise I shall have the material for a very singular book of travels: names of strange stories and characters, cannibals, pirates, ancient legends, old Polynesian poetry, - never was so generous a farrago.", "begin_offset": 3431}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "I am going down now to get the story of a shipwrecked family, who were fifteen months on an island with a murderer: there is a specimen.", "begin_offset": 3669}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "The Pacific is a strange place; the nineteenth century only exists there in spots: all round, it is a no man's land of the ages, a stir-about of epochs and races, barbarisms and civilisations, virtues and crimes.", "begin_offset": 3806}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "It is good of you to let me stay longer, but if I had known how ill you were, I should be now on my way home.", "begin_offset": 4019}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "I had chartered my schooner and made all arrangements before (at last) we got definite news.", "begin_offset": 4129}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "I feel highly guilty; I should be back to insult and worry you a little.", "begin_offset": 4222}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "Our address till further notice is to be c/o R. Towns and Co., Sydney.", "begin_offset": 4295}, "sentiment": {}}, {"text": {"content": "That is final: I only got the arrangement made yesterday; but you may now publish it abroad.", "begin_offset": 4366}, "sentiment": {}}, {"text": {"content": "- Yours ever,\nR. L. S.", "begin_offset": 4459}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}]}