{"document_sentiment": {"magnitude": 3.799999952316284}, "language": "en", "sentences": [{"text": {"content": "Letter: TO DR."}, "sentiment": {}}, {"text": {"content": "ALEXANDER JAPP", "begin_offset": 15}, "sentiment": {}}, {"text": {"content": "THE COTTAGE, CASTLETON OF BRAEMAR, SUNDAY, AUGUST 1881.", "begin_offset": 31}, "sentiment": {}}, {"text": {"content": "MY DEAR SIR, - I should long ago have written to thank you for your kind and frank letter; but in my state of health papers are apt to get mislaid, and your letter has been vainly hunted for until this (Sunday) morning.", "begin_offset": 87}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "I regret I shall not be able to see you in Edinburgh; one visit to Edinburgh has already cost me too dear in that invaluable particular health; but if it should be at all possible for you to push on as far as Braemar, I believe you would find an attentive listener, and I can offer you a bed, a drive, and necessary food, etc.", "begin_offset": 307}, "sentiment": {}}, {"text": {"content": "If, however, you should not be able to come thus far, I can promise you two things: First, I shall religiously revise what I have written, and bring out more clearly the point of view from which I regarded Thoreau; second, I shall in the Preface record your objection.", "begin_offset": 634}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "The point of view (and I must ask you not to forget that any such short paper is essentially only a SECTION THROUGH a man) was this: I desired to look at the man through his books.", "begin_offset": 903}, "sentiment": {}}, {"text": {"content": "Thus, for instance, when I mentioned his return to the pencil-making, I did it only in passing (perhaps I was wrong), because it seemed to me not an illustration of his principles, but a brave departure from them.", "begin_offset": 1084}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "Thousands of such there were I do not doubt; still, they might be hardly to my purpose, though, as you say so, some of them would be.", "begin_offset": 1298}, "sentiment": {}}, {"text": {"content": "Our difference as to pity I suspect was a logomachy of my making.", "begin_offset": 1432}, "sentiment": {}}, {"text": {"content": "No pitiful acts on his part would surprise me; I know he would be more pitiful in practice than most of the whiners; but the spirit of that practice would still seem to be unjustly described by the word pity.", "begin_offset": 1498}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "When I try to be measured, I find myself usually suspected of a sneaking unkindness for my subject; but you may be sure, sir, I would give up most other things to be so good a man as Thoreau.", "begin_offset": 1707}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "Even my knowledge of him leads me thus far.", "begin_offset": 1899}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "Should you find yourself able to push on to Braemar - it may even be on your way - believe me, your visit will be most welcome.", "begin_offset": 1943}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}, {"text": {"content": "The weather is cruel, but the place is, as I dare say you know, the very 'wale' of Scotland - bar Tummelside.", "begin_offset": 2071}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "- Yours very sincerely,\nROBERT LOUIS STEVENSON.", "begin_offset": 2181}, "sentiment": {}}]}