{"document_sentiment": {"magnitude": 4.300000190734863}, "language": "en", "sentences": [{"text": {"content": "Letter: TO WILLIAM AND THOMAS ARCHER"}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "TAITI, OCTOBER 17TH, 1888.", "begin_offset": 38}, "sentiment": {}}, {"text": {"content": "DEAR ARCHER, - Though quite unable to write letters, I nobly send you a line signifying nothing.", "begin_offset": 65}, "sentiment": {}}, {"text": {"content": "The voyage has agreed well with all; it has had its pains, and its extraordinary pleasures; nothing in the world can equal the excitement of the first time you cast anchor in some bay of a tropical island, and the boats begin to surround you, and the tattooed people swarm aboard.", "begin_offset": 162}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "Tell Tomarcher, with my respex, that hide-and-seek is not equal to it; no, nor hidee-in-the-dark; which, for the matter of that, is a game for the unskilful: the artist prefers daylight, a good-sized garden, some shrubbery, an open paddock, and - come on, Macduff.", "begin_offset": 443}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "TOMARCHER, I am now a distinguished litterytour, but that was not the real bent of my genius.", "begin_offset": 708}, "sentiment": {}}, {"text": {"content": "I was the best player of hide-and-seek going; not a good runner, I was up to every shift and dodge, I could jink very well, I could crawl without any noise through leaves, I could hide under a carrot plant, it used to be my favourite boast that I always WALKED into the den.", "begin_offset": 802}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "You may care to hear, Tomarcher, about the children in these parts; their parents obey them, they do not obey their parents; and I am sorry to tell you (for I dare say you are already thinking the idea a good one) that it does not pay one halfpenny.", "begin_offset": 1077}, "sentiment": {"magnitude": 0.800000011920929, "score": -0.800000011920929}}, {"text": {"content": "There are three sorts of civilisation, Tomarcher: the real old-fashioned one, in which children either had to find out how to please their dear papas, or their dear papas cut their heads off.", "begin_offset": 1327}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "This style did very well, but is now out of fashion.", "begin_offset": 1519}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "Then the modern European style: in which children have to behave reasonably well, and go to school and say their prayers, or their dear papas WILL KNOW THE REASON WHY.", "begin_offset": 1572}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "This does fairly well.", "begin_offset": 1740}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "Then there is the South Sea Island plan, which does not do one bit.", "begin_offset": 1763}, "sentiment": {}}, {"text": {"content": "The children beat their parents here; it does not make their parents any better; so do not try it.", "begin_offset": 1831}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "Dear Tomarcher, I have forgotten the address of your new house, but will send this to one of your papa's publishers.", "begin_offset": 1930}, "sentiment": {}}, {"text": {"content": "Remember us all to all of you, and believe me, yours respectably,\nROBERT LOUIS STEVENSON.", "begin_offset": 2047}, "sentiment": {"magnitude": 0.5, "score": 0.5}}]}