{"document_sentiment": {"magnitude": 12.199999809265137, "score": 0.10000000149011612}, "language": "en", "sentences": [{"text": {"content": "Letter: TO MRS."}, "sentiment": {}}, {"text": {"content": "SITWELL", "begin_offset": 16}, "sentiment": {}}, {"text": {"content": "TRAIN BETWEEN EDINBURGH AND CHESTER, AUGUST 8, 1874.", "begin_offset": 25}, "sentiment": {}}, {"text": {"content": "MY father and mother reading.", "begin_offset": 78}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "I think I shall talk to you for a moment or two.", "begin_offset": 108}, "sentiment": {}}, {"text": {"content": "This morning at Swanston, the birds, poor creatures, had the most troubled hour or two; evidently there was a hawk in the neighbourhood; not one sang; and the whole garden thrilled with little notes of warning and terror.", "begin_offset": 157}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "I did not know before that the voice of birds could be so tragically expressive.", "begin_offset": 379}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "I had always heard them before express their trivial satisfaction with the blue sky and the return of daylight.", "begin_offset": 460}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}, {"text": {"content": "Really, they almost frightened me; I could hear mothers and wives in terror for those who were dear to them; it was easy to translate, I wish it were as easy to write; but it is very hard in this flying train, or I would write you more.", "begin_offset": 572}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "CHESTER.", "begin_offset": 809}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "- I like this place much; but somehow I feel glad when I get among the quiet eighteenth century buildings, in cosy places with some elbow room about them, after the older architecture.", "begin_offset": 818}, "sentiment": {"magnitude": 0.8999999761581421, "score": 0.8999999761581421}}, {"text": {"content": "This other is bedevilled and furtive; it seems to stoop; I am afraid of trap-doors, and could not go pleasantly into such houses.", "begin_offset": 1003}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "I don't know how much of this is legitimately the effect of the architecture; little enough possibly; possibly far the most part of it comes from bad historical novels and the disquieting statuary that garnishes some facades.", "begin_offset": 1133}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "On the way, to-day, I passed through my dear Cumberland country.", "begin_offset": 1359}, "sentiment": {}}, {"text": {"content": "Nowhere to as great a degree can one find the combination of lowland and highland beauties; the outline of the blue hills is broken by the outline of many tumultuous tree-clumps; and the broad spaces of moorland are balanced by a network of deep hedgerows that might rival Suffolk, in the foreground.", "begin_offset": 1424}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "- How a railway journey shakes and discomposes one, mind and body!", "begin_offset": 1725}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "I grow blacker and blacker in humour as the day goes on; and when at last I am let out, and have the fresh air about me, it is as though I were born again, and the sick fancies flee away from my mind like swans in spring.", "begin_offset": 1792}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "I want to come back on what I have said about eighteenth century and middle-age houses: I do not know if I have yet explained to you the sort of loyalty, of urbanity, that there is about the one to my mind; the spirit of a country orderly and prosperous, a flavour of the presence of magistrates and well-to-do merchants in bag-wigs, the clink of glasses at night in fire-lit parlours, something certain and civic and domestic, is all about these quiet, staid, shapely houses, with no character but their exceeding shapeliness, and the comely external utterance that they make of their internal comfort.", "begin_offset": 2014}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}, {"text": {"content": "Now the others are, as I have said, both furtive and bedevilled; they are sly and grotesque; they combine their sort of feverish grandeur with their sort of secretive baseness, after the manner of a Charles the Ninth.", "begin_offset": 2618}, "sentiment": {"magnitude": 0.6000000238418579, "score": -0.6000000238418579}}, {"text": {"content": "They are peopled for me with persons of the same fashion.", "begin_offset": 2836}, "sentiment": {}}, {"text": {"content": "Dwarfs and sinister people in cloaks are about them; and I seem to divine crypts, and, as I said, trap-doors.", "begin_offset": 2894}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "O God be praised that we live in this good daylight and this good peace.", "begin_offset": 3004}, "sentiment": {"magnitude": 0.800000011920929, "score": 0.800000011920929}}, {"text": {"content": "BARMOUTH, AUGUST 9TH.", "begin_offset": 3077}, "sentiment": {}}, {"text": {"content": "- To-day we saw the cathedral at Chester; and, far more delightful, saw and heard a certain inimitable verger who took us round.", "begin_offset": 3099}, "sentiment": {"magnitude": 0.800000011920929, "score": 0.800000011920929}}, {"text": {"content": "He was full of a certain recondite, far-away humour that did not quite make you laugh at the time, but was somehow laughable to recollect.", "begin_offset": 3228}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "Moreover, he had so far a just imagination, and could put one in the right humour for seeing an old place, very much as, according to my favourite text, Scott's novels and poems do for one.", "begin_offset": 3367}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "His account of the monks in the Scriptorium, with their cowls over their heads, in a certain sheltered angle of the cloister where the big Cathedral building kept the sun off the parchments, was all that could be wished; and so too was what he added of the others pacing solemnly behind them and dropping, ever and again, on their knees before a little shrine there is in the wall, 'to keep 'em in the frame of mind.'", "begin_offset": 3557}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "You will begin to think me unduly biassed in this verger's favour if I go on to tell you his opinion of me.", "begin_offset": 3975}, "sentiment": {}}, {"text": {"content": "We got into a little side chapel, whence we could hear the choir children at practice, and I stopped a moment listening to them, with, I dare say, a very bright face, for the sound was delightful to me.", "begin_offset": 4083}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "'Ah,' says he, 'you're VERY fond of music.'", "begin_offset": 4286}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "I said I was.", "begin_offset": 4330}, "sentiment": {}}, {"text": {"content": "'Yes, I could tell that by your head,' he answered.", "begin_offset": 4344}, "sentiment": {}}, {"text": {"content": "'There's a deal in that head.'", "begin_offset": 4396}, "sentiment": {}}, {"text": {"content": "And he shook his own solemnly.", "begin_offset": 4427}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "I said it might be so, but I found it hard, at least, to get it out.", "begin_offset": 4458}, "sentiment": {}}, {"text": {"content": "Then my father cut in brutally, said anyway I had no ear, and left the verger so distressed and shaken in the foundations of his creed that, I hear, he got my father aside afterwards and said he was sure there was something in my face, and wanted to know what it was, if not music.", "begin_offset": 4527}, "sentiment": {"magnitude": 0.6000000238418579, "score": -0.6000000238418579}}, {"text": {"content": "He was relieved when he heard that I occupied myself with litterature (which word, note here, I do not spell correctly).", "begin_offset": 4809}, "sentiment": {}}, {"text": {"content": "Good-night, and here's the verger's health!", "begin_offset": 4930}, "sentiment": {"magnitude": 0.800000011920929, "score": 0.800000011920929}}, {"text": {"content": "R. L. S.", "begin_offset": 4974}, "sentiment": {}}]}