{"document_sentiment": {"magnitude": 13.800000190734863, "score": 0.20000000298023224}, "language": "en", "sentences": [{"text": {"content": "Letter: TO THOMAS ARCHER"}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "TAUTIRA, ISLAND OF TAHITI [NOVEMBER 1888].", "begin_offset": 26}, "sentiment": {}}, {"text": {"content": "DEAR TOMARCHER, - This is a pretty state of things!", "begin_offset": 69}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "seven o'clock and no word of breakfast!", "begin_offset": 121}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "And I was awake a good deal last night, for it was full moon, and they had made a great fire of cocoa-nut husks down by the sea, and as we have no blinds or shutters, this kept my room very bright.", "begin_offset": 161}, "sentiment": {"magnitude": 0.800000011920929, "score": 0.800000011920929}}, {"text": {"content": "And then the rats had a wedding or a school-feast under my bed.", "begin_offset": 359}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "And then I woke early, and I have nothing to read except Virgil's AENEID, which is not good fun on an empty stomach, and a Latin dictionary, which is good for naught, and by some humorous accident, your dear papa's article on Skerryvore.", "begin_offset": 423}, "sentiment": {"magnitude": 0.800000011920929, "score": -0.800000011920929}}, {"text": {"content": "And I read the whole of that, and very impudent it is, but you must not tell your dear papa I said so, or it might come to a battle in which you might lose either a dear papa or a valued correspondent, or both, which would be prodigal.", "begin_offset": 661}, "sentiment": {}}, {"text": {"content": "And still no breakfast; so I said 'Let's write to Tomarcher.'", "begin_offset": 897}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "This is a much better place for children than any I have hitherto seen in these seas.", "begin_offset": 959}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "The girls (and sometimes the boys) play a very elaborate kind of hopscotch.", "begin_offset": 1045}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "The boys play horses exactly as we do in Europe; and have very good fun on stilts, trying to knock each other down, in which they do not often succeed.", "begin_offset": 1121}, "sentiment": {"magnitude": 0.800000011920929, "score": 0.800000011920929}}, {"text": {"content": "The children of all ages go to church and are allowed to do what they please, running about the aisles, rolling balls, stealing mamma's bonnet and publicly sitting on it, and at last going to sleep in the middle of the floor.", "begin_offset": 1273}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "I forgot to say that the whips to play horses, and the balls to roll about the church - at least I never saw them used elsewhere - grow ready made on trees; which is rough on toy-shops.", "begin_offset": 1499}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "The whips are so good that I wanted to play horses myself; but no such luck!", "begin_offset": 1685}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}, {"text": {"content": "my hair is grey, and I am a great, big, ugly man.", "begin_offset": 1762}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "The balls are rather hard, but very light and quite round.", "begin_offset": 1812}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "When you grow up and become offensively rich, you can charter a ship in the port of London, and have it come back to you entirely loaded with these balls; when you could satisfy your mind as to their character, and give them away when done with to your uncles and aunts.", "begin_offset": 1871}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "But what I really wanted to tell you was this: besides the tree-top toys (Hush-a-by, toy-shop, on the tree-top!), I have seen some real MADE toys, the first hitherto observed in the South Seas.", "begin_offset": 2142}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "This was how.", "begin_offset": 2336}, "sentiment": {}}, {"text": {"content": "You are to imagine a four-wheeled gig; one horse; in the front seat two Tahiti natives, in their Sunday clothes, blue coat, white shirt, kilt (a little longer than the Scotch) of a blue stuff with big white or yellow flowers, legs and feet bare; in the back seat me and my wife, who is a friend of yours; under our feet, plenty of lunch and things: among us a great deal of fun in broken Tahitian, one of the natives, the sub-chief of the village, being a great ally of mine.", "begin_offset": 2350}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}, {"text": {"content": "Indeed we have exchanged names; so that he is now called Rui, the nearest they can come to Louis, for they have no L and no S in their language.", "begin_offset": 2826}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "Rui is six feet three in his stockings, and a magnificent man.", "begin_offset": 2971}, "sentiment": {"magnitude": 0.8999999761581421, "score": 0.8999999761581421}}, {"text": {"content": "We all have straw hats, for the sun is strong.", "begin_offset": 3034}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}, {"text": {"content": "We drive between the sea, which makes a great noise, and the mountains; the road is cut through a forest mostly of fruit trees, the very creepers, which take the place of our ivy, heavy with a great and delicious fruit, bigger than your head and far nicer, called Barbedine.", "begin_offset": 3081}, "sentiment": {"magnitude": 0.8999999761581421, "score": 0.8999999761581421}}, {"text": {"content": "Presently we came to a house in a pretty garden, quite by itself, very nicely kept, the doors and windows open, no one about, and no noise but that of the sea.", "begin_offset": 3356}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "It looked like a house in a fairy-tale, and just beyond we must ford a river, and there we saw the inhabitants.", "begin_offset": 3516}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "Just in the mouth of the river, where it met the sea waves, they were ducking and bathing and screaming together like a covey of birds: seven or eight little naked brown boys and girls as happy as the day was long; and on the banks of the stream beside them, real toys - toy ships, full rigged, and with their sails set, though they were lying in the dust on their beam ends.", "begin_offset": 3628}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "And then I knew for sure they were all children in a fairy-story, living alone together in that lonely house with the only toys in all the island; and that I had myself driven, in my four-wheeled gig, into a corner of the fairy-story, and the question was, should I get out again?", "begin_offset": 4004}, "sentiment": {}}, {"text": {"content": "But it was all right; I guess only one of the wheels of the gig had got into the fairy-story; and the next jolt the whole thing vanished, and we drove on in our sea-side forest as before, and I have the honour to be Tomarcher's valued correspondent, TERIITEPA, which he was previously known as\nROBERT LOUIS STEVENSON.", "begin_offset": 4285}, "sentiment": {"magnitude": 0.5, "score": -0.5}}]}