{"document_sentiment": {"magnitude": 5.599999904632568, "score": 0.20000000298023224}, "language": "en", "sentences": [{"text": {"content": "Letter: TO EDMUND GOSSE"}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "SARANAC LAKE, OCT.", "begin_offset": 25}, "sentiment": {}}, {"text": {"content": "8TH, 1887.", "begin_offset": 44}, "sentiment": {}}, {"text": {"content": "MY DEAR GOSSE, - I have just read your article twice, with cheers of approving laughter.", "begin_offset": 55}, "sentiment": {"magnitude": 0.8999999761581421, "score": 0.8999999761581421}}, {"text": {"content": "I do not believe you ever wrote anything so funny: Tyndall's 'shell,' the passage on the Davos press and its invaluable issues, and that on V. Hugo and Swinburne, are exquisite; so, I say it more ruefully, is the touch about the doctors.", "begin_offset": 144}, "sentiment": {"magnitude": 0.8999999761581421, "score": 0.8999999761581421}}, {"text": {"content": "For the rest, I am very glad you like my verses so well; and the qualities you ascribe to them seem to me well found and well named.", "begin_offset": 382}, "sentiment": {"magnitude": 0.800000011920929, "score": 0.800000011920929}}, {"text": {"content": "I own to that kind of candour you attribute to me: when I am frankly interested, I suppose I fancy the public will be so too; and when I am moved, I am sure of it.", "begin_offset": 515}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "It has been my luck hitherto to meet with no staggering disillusion.", "begin_offset": 679}, "sentiment": {}}, {"text": {"content": "'Before' and 'After' may be two; and yet I believe the habit is now too thoroughly ingrained to be altered.", "begin_offset": 748}, "sentiment": {}}, {"text": {"content": "About the doctors, you were right, that dedication has been the subject of some pleasantries that made me grind, and of your happily touched reproof which made me blush.", "begin_offset": 856}, "sentiment": {"magnitude": 0.800000011920929, "score": 0.800000011920929}}, {"text": {"content": "And to miscarry in a dedication is an abominable form of book-wreck; I am a good captain, I would rather lose the tent and save my dedication.", "begin_offset": 1026}, "sentiment": {}}, {"text": {"content": "I am at Saranac Lake in the Adirondacks, I suppose for the winter: it seems a first-rate place; we have a house in the eye of many winds, with a view of a piece of running water - Highland, all but the dear hue of peat - and of many hills - Highland also, but for the lack of heather.", "begin_offset": 1169}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "Soon the snow will close on us; we are here some twenty miles - twenty-seven, they say, but this I profoundly disbelieve - in the woods; communication by letter is slow and (let me be consistent) aleatory; by telegram is as near as may be impossible.", "begin_offset": 1454}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "I had some experience of American appreciation; I liked a little of it, but there is too much; a little of that would go a long way to spoil a man; and I like myself better in the woods.", "begin_offset": 1705}, "sentiment": {}}, {"text": {"content": "I am so damned candid and ingenuous (for a cynic), and so much of a 'cweatu' of impulse - aw' (if you remember that admirable Leech), that I begin to shirk any more taffy; I think I begin to like it too well.", "begin_offset": 1892}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "But let us trust the Gods; they have a rod in pickle; reverently I doff my trousers, and with screwed eyes await the AMARI ALIQUID of the great God Busby.", "begin_offset": 2101}, "sentiment": {}}, {"text": {"content": "I thank you for the article in all ways, and remain yours affectionately,\nR. L. S.", "begin_offset": 2256}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}]}