{"document_sentiment": {"magnitude": 8.300000190734863, "score": 0.10000000149011612}, "language": "en", "sentences": [{"text": {"content": "Letter: TO MRS."}, "sentiment": {}}, {"text": {"content": "THOMAS STEVENSON", "begin_offset": 16}, "sentiment": {}}, {"text": {"content": "MENTONE, JANUARY 7, 1874.", "begin_offset": 34}, "sentiment": {}}, {"text": {"content": "MY DEAR MOTHER, - I received yesterday two most charming letters - the nicest I have had since I left - December 26th and January 1st: this morning I got January 3rd.", "begin_offset": 60}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "Into the bargain with Marie, the American girl, who is grace itself, and comes leaping and dancing simply like a wave - like nothing else, and who yesterday was Queen out of the Epiphany cake and chose Robinet (the French Painter) as her FAVORI with the most pretty confusion possible - into the bargain with Marie, we have two little Russian girls, with the youngest of whom, a little polyglot button of a three-year old, I had the most laughable little scene at lunch to-day.", "begin_offset": 227}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "I was watching her being fed with great amusement, her face being as broad as it is long, and her mouth capable of unlimited extension; when suddenly, her eye catching mine, the fashion of her countenance was changed, and regarding me with a really admirable appearance of offended dignity, she said something in Italian which made everybody laugh much.", "begin_offset": 705}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "It was explained to me that she had said I was very POLISSON to stare at her.", "begin_offset": 1059}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "After this she was somewhat taken up with me, and after some examination she announced emphatically to the whole table, in German, that I was a MADCHEN; which word she repeated with shrill emphasis, as though fearing that her proposition would be called in question - MADCHEN, MADCHEN, MADCHEN, MADCHEN.", "begin_offset": 1137}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "This hasty conclusion as to my sex she was led afterwards to revise, I am informed; but her new opinion (which seems to have been something nearer the truth) was announced in a third language quite unknown to me, and probably Russian.", "begin_offset": 1441}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "To complete the scroll of her accomplishments, she was brought round the table after the meal was over, and said good-bye to me in very commendable English.", "begin_offset": 1676}, "sentiment": {"magnitude": 0.800000011920929, "score": 0.800000011920929}}, {"text": {"content": "The weather I shall say nothing about, as I am incapable of explaining my sentiments upon that subject before a lady.", "begin_offset": 1833}, "sentiment": {"magnitude": 0.8999999761581421, "score": -0.8999999761581421}}, {"text": {"content": "But my health is really greatly improved: I begin to recognise myself occasionally now and again, not without satisfaction.", "begin_offset": 1951}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "Please remember me very kindly to Professor Swan; I wish I had a story to send him; but story, Lord bless you, I have none to tell, sir, unless it is the foregoing adventure with the little polyglot.", "begin_offset": 2075}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "The best of that depends on the significance of POLISSON, which is beautifully out of place.", "begin_offset": 2275}, "sentiment": {"magnitude": 0.8999999761581421, "score": 0.8999999761581421}}, {"text": {"content": "SATURDAY, 10TH JANUARY.", "begin_offset": 2368}, "sentiment": {}}, {"text": {"content": "- The little Russian kid is only two and a half: she speaks six languages.", "begin_offset": 2392}, "sentiment": {}}, {"text": {"content": "She and her sister (aet. 8) and May Johnstone (aet. 8) are the delight of my life.", "begin_offset": 2467}, "sentiment": {"magnitude": 0.800000011920929, "score": 0.800000011920929}}, {"text": {"content": "Last night I saw them all dancing - O it was jolly; kids are what is the matter with me.", "begin_offset": 2550}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "After the dancing, we all - that is the two Russian ladies, Robinet the French painter, Mr. and Mrs. Johnstone, two governesses, and fitful kids joining us at intervals - played a game of the stool of repentance in the Gallic idiom.", "begin_offset": 2639}, "sentiment": {}}, {"text": {"content": "O - I have not told you that Colvin is gone; however, he is coming back again; he has left clothes in pawn to me.", "begin_offset": 2872}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "- Ever your affectionate son,\nROBERT LOUIS STEVENSON.", "begin_offset": 2986}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}]}