{"document_sentiment": {"magnitude": 3.4000000953674316}, "language": "en", "sentences": [{"text": {"content": "Letter: TO ANDREW LANG"}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "UNION CLUB, SYDNEY [AUGUST 1890].", "begin_offset": 24}, "sentiment": {}}, {"text": {"content": "MY DEAR LANG, - I observed with a great deal of surprise and interest that a controversy in which you have been taking sides at home, in yellow London, hinges in part at least on the Gilbert Islanders and their customs in burial.", "begin_offset": 58}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "Nearly six months of my life has been passed in the group: I have revisited it but the other day; and I make haste to tell you what I know.", "begin_offset": 288}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "The upright stones - I enclose you a photograph of one on Apemama - are certainly connected with religion; I do not think they are adored.", "begin_offset": 428}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "They stand usually on the windward shore of the islands, that is to say, apart from habitation (on ENCLOSED ISLANDS, where the people live on the sea side, I do not know how it is, never having lived on one).", "begin_offset": 567}, "sentiment": {}}, {"text": {"content": "I gathered from Tembinoka, Rex Apemamae, that the pillars were supposed to fortify the island from invasion: spiritual martellos.", "begin_offset": 776}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}, {"text": {"content": "I think he indicated they were connected with the cult of Tenti - pronounce almost as chintz in English, the T being explosive; but you must take this with a grain of salt, for I knew no word of Gilbert Island; and the King's English, although creditable, is rather vigorous than exact.", "begin_offset": 906}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "Now, here follows the point of interest to you: such pillars, or standing stones, have no connection with graves.", "begin_offset": 1193}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "The most elaborate grave that I have ever seen in the group - to be certain - is in the form of a RAISED BORDER of gravel, usually strewn with broken glass.", "begin_offset": 1307}, "sentiment": {}}, {"text": {"content": "One, of which I cannot be sure that it was a grave, for I was told by one that it was, and by another that it was not - consisted of a mound about breast high in an excavated taro swamp, on the top of which was a child's house, or rather MANIAPA - that is to say, shed, or open house, such as is used in the group for social or political gatherings - so small that only a child could creep under its eaves.", "begin_offset": 1464}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "I have heard of another great tomb on Apemama, which I did not see; but here again, by all accounts, no sign of a standing stone.", "begin_offset": 1871}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "My report would be - no connection between standing stones and sepulture.", "begin_offset": 2001}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "I shall, however, send on the terms of the problem to a highly intelligent resident trader, who knows more than perhaps any one living, white or native, of the Gilbert group; and you shall have the result.", "begin_offset": 2075}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "In Samoa, whither I return for good, I shall myself make inquiries; up to now, I have neither seen nor heard of any standing stones in that group.", "begin_offset": 2281}, "sentiment": {}}, {"text": {"content": "- Yours,\nR. L.", "begin_offset": 2428}, "sentiment": {}}, {"text": {"content": "STEVENSON.", "begin_offset": 2443}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}]}