{"document_sentiment": {"magnitude": 7.300000190734863}, "language": "en", "sentences": [{"text": {"content": "Letter: TO JAMES PAYN"}, "sentiment": {}}, {"text": {"content": "HONOLULU, H.I., JUNE 13TH, 1889.", "begin_offset": 23}, "sentiment": {}}, {"text": {"content": "MY DEAR JAMES PAYN, - I get sad news of you here at my offsetting for further voyages: I wish I could say what I feel.", "begin_offset": 56}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "Sure there was never any man less deserved this calamity; for I have heard you speak time and again, and I remember nothing that was unkind, nothing that was untrue, nothing that was not helpful, from your lips.", "begin_offset": 175}, "sentiment": {"magnitude": 0.8999999761581421, "score": -0.8999999761581421}}, {"text": {"content": "It is the ill-talkers that should hear no more.", "begin_offset": 387}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "God knows, I know no word of consolation; but I do feel your trouble.", "begin_offset": 435}, "sentiment": {}}, {"text": {"content": "You are the more open to letters now; let me talk to you for two pages.", "begin_offset": 505}, "sentiment": {}}, {"text": {"content": "I have nothing but happiness to tell; and you may bless God you are a man so sound-hearted that (even in the freshness of your calamity) I can come to you with my own good fortune unashamed and secure of sympathy.", "begin_offset": 577}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "It is a good thing to be a good man, whether deaf or whether dumb; and of all our fellow-craftsmen (whom yet they count a jealous race), I never knew one but gave you the name of honesty and kindness: come to think of it gravely, this is better than the finest hearing.", "begin_offset": 791}, "sentiment": {"magnitude": 0.8999999761581421, "score": 0.8999999761581421}}, {"text": {"content": "We are all on the march to deafness, blindness, and all conceivable and fatal disabilities; we shall not all get there with a report so good.", "begin_offset": 1061}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "My good news is a health astonishingly reinstated.", "begin_offset": 1203}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "This climate; these voyagings; these landfalls at dawn; new islands peaking from the morning bank; new forested harbours; new passing alarms of squalls and surf; new interests of gentle natives, - the whole tale of my life is better to me than any poem.", "begin_offset": 1254}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "I am fresh just now from the leper settlement of Molokai, playing croquet with seven leper girls, sitting and yarning with old, blind, leper beachcombers in the hospital, sickened with the spectacle of abhorrent suffering and deformation amongst the patients, touched to the heart by the sight of lovely and effective virtues in their helpers: no stranger time have I ever had, nor any so moving.", "begin_offset": 1508}, "sentiment": {"magnitude": 0.800000011920929, "score": -0.800000011920929}}, {"text": {"content": "I do not think it a little thing to be deaf, God knows, and God defend me from the same!", "begin_offset": 1905}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "- but to be a leper, of one of the self-condemned, how much more awful! and yet there's a way there also.", "begin_offset": 1994}, "sentiment": {"magnitude": 0.8999999761581421, "score": -0.8999999761581421}}, {"text": {"content": "'There are Molokais everywhere,' said Mr. Dutton, Father Damien's dresser; you are but new landed in yours; and my dear and kind adviser, I wish you, with all my soul, that patience and courage which you will require.", "begin_offset": 2100}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "Think of me meanwhile on a trading schooner, bound for the Gilbert Islands, thereafter for the Marshalls, with a diet of fish and cocoanut before me; bound on a cruise of - well, of investigation to what islands we can reach, and to get (some day or other) to Sydney, where a letter addressed to the care of R. Towns & Co. will find me sooner or later; and if it contain any good news, whether of your welfare or the courage with which you bear the contrary, will do me good.", "begin_offset": 2318}, "sentiment": {}}, {"text": {"content": "- Yours affectionately (although so near a stranger),\nROBERT LOUIS STEVENSON.", "begin_offset": 2794}, "sentiment": {}}]}