{"document_sentiment": {"magnitude": 5.300000190734863}, "language": "en", "sentences": [{"text": {"content": "Letter: TO CHARLES BAXTER"}, "sentiment": {}}, {"text": {"content": "TAUTIRA (THE GARDEN OF THE WORLD), OTHERWISE CALLED HANS-CHRISTIAN- ANDERSEN-VILLE [NOVEMBER 1888].", "begin_offset": 27}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "MY DEAR CHARLES, - Whether I have a penny left in the wide world, I know not, nor shall know, till I get to Honolulu, where I anticipate a devil of an awakening.", "begin_offset": 127}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "It will be from a mighty pleasant dream at least: Tautira being mere Heaven.", "begin_offset": 289}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "But suppose, for the sake of argument, any money to be left in the hands of my painful doer, what is to be done with it?", "begin_offset": 366}, "sentiment": {}}, {"text": {"content": "Save us from exile would be the wise man's choice, I suppose; for the exile threatens to be eternal.", "begin_offset": 487}, "sentiment": {"magnitude": 0.6000000238418579, "score": -0.6000000238418579}}, {"text": {"content": "But yet I am of opinion - in case there should be SOME dibs in the hand of the P.D., I.E.", "begin_offset": 588}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "painful doer; because if there be none, I shall take to my flageolet on the high-road, and work home the best way I can, having previously made away with my family - I am of opinion that if - and his are in the customary state, and you are thinking of an offering, and there should be still some funds over, you would be a real good P.D. to put some in with yours and tak' the credit o't, like a wee man!", "begin_offset": 678}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "I know it's a beastly thing to ask; but it, after all, does no earthly harm, only that much good.", "begin_offset": 1083}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "And besides, like enough there's nothing in the till, and there is an end.", "begin_offset": 1181}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "Yet I live here in the full lustre of millions; it is thought I am the richest son of man that has yet been to Tautira: I! - and I am secretly eaten with the fear of lying in pawn, perhaps for the remainder of my days, in San Francisco.", "begin_offset": 1256}, "sentiment": {}}, {"text": {"content": "As usual, my colds have much hashed my finances.", "begin_offset": 1493}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "Do tell Henley I write this just after having dismissed Ori the sub-chief, in whose house I live, Mrs. Ori, and Pairai, their adopted child, from the evening hour of music: during which I Publickly (with a k) Blow on the Flageolet.", "begin_offset": 1542}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "These are words of truth.", "begin_offset": 1774}, "sentiment": {}}, {"text": {"content": "Yesterday I told Ori about W. E. H., counterfeited his playing on the piano and the pipe, and succeeded in sending the six feet four there is of that sub-chief somewhat sadly to his bed; feeling that his was not the genuine article after all.", "begin_offset": 1800}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "Ori is exactly like a colonel in the Guards.", "begin_offset": 2043}, "sentiment": {}}, {"text": {"content": "- I am, dear Charles, ever yours affectionately,\nR. L. S.", "begin_offset": 2088}, "sentiment": {}}]}