{"document_sentiment": {"magnitude": 6.099999904632568}, "language": "en", "sentences": [{"text": {"content": "Letter: TO T. WATTS-DUNTON"}, "sentiment": {}}, {"text": {"content": "SKERRYVORE, BOURNEMOUTH [SEPTEMBER 1886].", "begin_offset": 28}, "sentiment": {}}, {"text": {"content": "DEAR MR.", "begin_offset": 70}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "WATTS, The sight of the last ATHENAEUM reminds me of you, and of my debt, now too long due.", "begin_offset": 79}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "I wish to thank you for your notice of KIDNAPPED; and that not because it was kind, though for that also I valued it, but in the same sense as I have thanked you before now for a hundred articles on a hundred different writers.", "begin_offset": 171}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "A critic like you is one who fights the good fight, contending with stupidity, and I would fain hope not all in vain; in my own case, for instance, surely not in vain.", "begin_offset": 399}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "What you say of the two parts in KIDNAPPED was felt by no one more painfully than by myself.", "begin_offset": 567}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "I began it partly as a lark, partly as a pot-boiler; and suddenly it moved, David and Alan stepped out from the canvas, and I found I was in another world.", "begin_offset": 660}, "sentiment": {}}, {"text": {"content": "But there was the cursed beginning, and a cursed end must be appended; and our old friend Byles the butcher was plainly audible tapping at the back door.", "begin_offset": 816}, "sentiment": {}}, {"text": {"content": "So it had to go into the world, one part (as it does seem to me) alive, one part merely galvanised: no work, only an essay.", "begin_offset": 970}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "For a man of tentative method, and weak health, and a scarcity of private means, and not too much of that frugality which is the artist's proper virtue, the days of sinecures and patrons look very golden: the days of professional literature very hard.", "begin_offset": 1094}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "Yet I do not so far deceive myself as to think I should change my character by changing my epoch; the sum of virtue in our books is in a relation of equality to the sum of virtues in ourselves; and my KIDNAPPED was doomed, while still in the womb and while I was yet in the cradle, to be the thing it is.", "begin_offset": 1346}, "sentiment": {"magnitude": 0.800000011920929, "score": -0.800000011920929}}, {"text": {"content": "And now to the more genial business of defence.", "begin_offset": 1651}, "sentiment": {"magnitude": 0.800000011920929, "score": 0.800000011920929}}, {"text": {"content": "You attack my fight on board the COVENANT: I think it literal.", "begin_offset": 1699}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "David and Alan had every advantage on their side - position, arms, training, a good conscience; a handful of merchant sailors, not well led in the first attack, not led at all in the second, could only by an accident have taken the round-house by attack; and since the defenders had firearms and food, it is even doubtful if they could have been starved out.", "begin_offset": 1762}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "The only doubtful point with me is whether the seamen would have ever ventured on the second onslaught; I half believe they would not; still the illusion of numbers and the authority of Hoseason would perhaps stretch far enough to justify the extremity.", "begin_offset": 2121}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "- I am, dear Mr. Watts, your very sincere admirer,\nROBERT LOUIS STEVENSON.", "begin_offset": 2375}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}]}