{"document_sentiment": {"magnitude": 2.799999952316284}, "language": "en", "sentences": [{"text": {"content": "Letter: TO CHARLES BAXTER"}, "sentiment": {}}, {"text": {"content": "[EDINBURGH, OCTOBER 1875.]", "begin_offset": 27}, "sentiment": {}}, {"text": {"content": "NOO lyart leaves blaw ower the green, Red are the bonny woods o' Dean, An' here we're back in Embro, freen', To pass the winter.", "begin_offset": 54}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "Whilk noo, wi' frosts afore, draws in, An' snaws ahint her.", "begin_offset": 183}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "I've seen's hae days to fricht us a', The Pentlands poothered weel wi' snaw, The ways half-smoored wi' liquid thaw, An' half-congealin', The snell an' scowtherin' norther blaw Frae blae Brunteelan'.", "begin_offset": 243}, "sentiment": {}}, {"text": {"content": "I've seen's been unco sweir to sally, And at the door-cheeks daff an' dally, Seen's daidle thus an' shilly-shally For near a minute - Sae cauld the wind blew up the valley, The deil was in it!", "begin_offset": 442}, "sentiment": {}}, {"text": {"content": "-\nSyne spread the silk an' tak the gate, In blast an' blaudin' rain, deil hae't!", "begin_offset": 635}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "The hale toon glintin', stane an' slate, Wi' cauld an' weet, An' to the Court, gin we'se be late, Bicker oor feet.", "begin_offset": 716}, "sentiment": {}}, {"text": {"content": "And at the Court, tae, aft I saw Whaur Advocates by twa an' twa Gang gesterin' end to end the ha' In weeg an' goon, To crack o' what ye wull but Law The hale forenoon.", "begin_offset": 831}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "That muckle ha,' maist like a kirk, I've kent at braid mid-day sae mirk Ye'd seen white weegs an' faces lurk Like ghaists frae Hell, But whether Christian ghaist or Turk Deil ane could tell.", "begin_offset": 999}, "sentiment": {}}, {"text": {"content": "The three fires lunted in the gloom, The wind blew like the blast o' doom, The rain upo' the roof abune Played Peter Dick - Ye wad nae'd licht enough i' the room Your teeth to pick!", "begin_offset": 1190}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "But, freend, ye ken how me an' you, The ling-lang lanely winter through, Keep'd a guid speerit up, an' true To lore Horatian, We aye the ither bottle drew To inclination.", "begin_offset": 1372}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "Sae let us in the comin' days Stand sicker on our auncient ways - The strauchtest road in a' the maze Since Eve ate apples; An' let the winter weet our cla'es - We'll weet oor thrapples.", "begin_offset": 1543}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}]}