{"document_sentiment": {"magnitude": 7.300000190734863}, "language": "en", "sentences": [{"text": {"content": "Letter: TO E. L."}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "BURLINGAME", "begin_offset": 17}, "sentiment": {}}, {"text": {"content": "[VAILIMA, DECEMBER 1891.]", "begin_offset": 29}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "MY DEAR BURLINGAME, - The end of THE WRECKER having but just come in, you will, I dare say, be appalled to receive three (possibly four) chapters of a new book of the least attractive sort: a history of nowhere in a corner, for no time to mention, running to a volume!", "begin_offset": 55}, "sentiment": {"magnitude": 0.8999999761581421, "score": -0.8999999761581421}}, {"text": {"content": "Well, it may very likely be an illusion; it is very likely no one could possibly wish to read it, but I wish to publish it.", "begin_offset": 324}, "sentiment": {}}, {"text": {"content": "If you don't cotton to the idea, kindly set it up at my expense, and let me know your terms for publishing.", "begin_offset": 448}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "The great affair to me is to have per return (if it might be) four or five - better say half a dozen - sets of the roughest proofs that can be drawn.", "begin_offset": 556}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "There are a good many men here whom I want to read the blessed thing, and not one would have the energy to read MS.", "begin_offset": 706}, "sentiment": {}}, {"text": {"content": "At the same time, if you care to glance at it, and have the time, I should be very glad of your opinion as to whether I have made any step at all towards possibly inducing folk at home to read matter so extraneous and outlandish.", "begin_offset": 822}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "I become heavy and owlish; years sit upon me; it begins to seem to me to be a man's business to leave off his damnable faces and say his say.", "begin_offset": 1052}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "Else I could have made it pungent and light and lively.", "begin_offset": 1194}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "In considering, kindly forget that I am R. L. S.; think of the four chapters as a book you are reading, by an inhabitant of our 'lovely but fatil' islands; and see if it could possibly amuse the hebetated public.", "begin_offset": 1250}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "I have to publish anyway, you understand; I have a purpose beyond; I am concerned for some of the parties to this quarrel.", "begin_offset": 1463}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}, {"text": {"content": "What I want to hear is from curiosity; what I want you to judge of is what we are to do with the book in a business sense.", "begin_offset": 1586}, "sentiment": {}}, {"text": {"content": "To me it is not business at all; I had meant originally to lay all the profits to the credit of Samoa; when it comes to the pinch of writing, I judge this unfair - I give too much - and I mean to keep (if there be any profit at all) one- half for the artisan; the rest I shall hold over to give to the Samoans FOR THAT WHICH I CHOOSE AND AGAINST WORK DONE.", "begin_offset": 1709}, "sentiment": {"magnitude": 0.800000011920929, "score": -0.800000011920929}}, {"text": {"content": "I think I have never heard of greater insolence than to attempt such a subject; yet the tale is so strange and mixed, and the people so oddly charactered - above all, the whites - and the high note of the hurricane and the warships is so well prepared to take popular interest, and the latter part is so directly in the day's movement, that I am not without hope but some may read it; and if they don't, a murrain on them!", "begin_offset": 2066}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "Here is, for the first time, a tale of Greeks - Homeric Greeks - mingled with moderns, and all true; Odysseus alongside of Rajah Brooke, PROPORTION GARDEE; and all true.", "begin_offset": 2489}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "Here is for the first time since the Greeks (that I remember) the history of a handful of men, where all know each other in the eyes, and live close in a few acres, narrated at length, and with the seriousness of history.", "begin_offset": 2659}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "Talk of the modern novel; here is a modern history.", "begin_offset": 2881}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}, {"text": {"content": "And if I had the misfortune to found a school, the legitimate historian might lie down and die, for he could never overtake his material.", "begin_offset": 2933}, "sentiment": {"magnitude": 0.6000000238418579, "score": -0.6000000238418579}}, {"text": {"content": "Here is a little tale that has not 'caret'- ed its 'vates'; 'sacer' is another point.", "begin_offset": 3071}, "sentiment": {}}, {"text": {"content": "R. L. S.", "begin_offset": 3157}, "sentiment": {}}]}