{"document_sentiment": {"magnitude": 13.5}, "language": "en", "sentences": [{"text": {"content": "Letter: TO SIDNEY COLVIN"}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "YACHT 'CASCO,' AT SEA, 14TH JANUARY, 1889.", "begin_offset": 26}, "sentiment": {}}, {"text": {"content": "MY DEAR COLVIN, - Twenty days out from Papeete.", "begin_offset": 69}, "sentiment": {}}, {"text": {"content": "Yes, sir, all that, and only (for a guess) in 4 degrees north or at the best 4 degrees 30 minutes, though already the wind seems to smell a little of the North Pole.", "begin_offset": 117}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "My handwriting you must take as you get, for we are speeding along through a nasty swell, and I can only keep my place at the table by means of a foot against the divan, the unoccupied hand meanwhile gripping the ink-bottle.", "begin_offset": 283}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "As we begin (so very slowly) to draw near to seven months of correspondence, we are all in some fear; and I want to have letters written before I shall be plunged into that boiling pot of disagreeables which I constantly expect at Honolulu.", "begin_offset": 508}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "What is needful can be added there.", "begin_offset": 749}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "We were kept two months at Tautira in the house of my dear old friend, Ori a Ori, till both the masts of this invaluable yacht had been repaired.", "begin_offset": 785}, "sentiment": {"magnitude": 0.8999999761581421, "score": 0.8999999761581421}}, {"text": {"content": "It was all for the best: Tautira being the most beautiful spot, and its people the most amiable, I have ever found.", "begin_offset": 931}, "sentiment": {"magnitude": 0.8999999761581421, "score": 0.8999999761581421}}, {"text": {"content": "Besides which, the climate suited me to the ground; I actually went sea-bathing almost every day, and in our feasts (we are all huge eaters in Taiarapu) have been known to apply four times for pig.", "begin_offset": 1047}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "And then again I got wonderful materials for my book, collected songs and legends on the spot; songs still sung in chorus by perhaps a hundred persons, not two of whom can agree on their translation; legends, on which I have seen half a dozen seniors sitting in conclave and debating what came next.", "begin_offset": 1245}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "Once I went a day's journey to the other side of the island to Tati, the high chief of the Tevas - MY chief that is, for I am now a Teva and Teriitera, at your service - to collect more and correct what I had already.", "begin_offset": 1545}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "In the meanwhile I got on with my work, almost finished the MASTER OF BALLANTRAE, which contains more human work than anything of mine but KIDNAPPED, and wrote the half of another ballad, the SONG OF RAHERO, on a Taiarapu legend of my own clan, sir - not so much fire as the FEAST OF FAMINE, but promising to be more even and correct.", "begin_offset": 1763}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "But the best fortune of our stay at Tautira was my knowledge of Ori himself, one of the finest creatures extant.", "begin_offset": 2098}, "sentiment": {"magnitude": 0.8999999761581421, "score": 0.8999999761581421}}, {"text": {"content": "The day of our parting was a sad one.", "begin_offset": 2211}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "We deduced from it a rule for travellers: not to stay two months in one place - which is to cultivate regrets.", "begin_offset": 2249}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "At last our contemptible ship was ready; to sea we went, bound for Honolulu and the letter-bag, on Christmas Day; and from then to now have experienced every sort of minor misfortune, squalls, calms, contrary winds and seas, pertinacious rains, declining stores, till we came almost to regard ourselves as in the case of Vanderdecken.", "begin_offset": 2360}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "Three days ago our luck seemed to improve, we struck a leading breeze, got creditably through the doldrums, and just as we looked to have the N.E.", "begin_offset": 2695}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "trades and a straight run, the rains and squalls and calms began again about midnight, and this morning, though there is breeze enough to send us along, we are beaten back by an obnoxious swell out of the north.", "begin_offset": 2842}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "Here is a page of complaint, when a verse of thanksgiving had perhaps been more in place.", "begin_offset": 3054}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "For all this time we must have been skirting past dangerous weather, in the tail and circumference of hurricanes, and getting only annoyance where we should have had peril, and ill-humour instead of fear.", "begin_offset": 3144}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "I wonder if I have managed to give you any news this time, or whether the usual damn hangs over my letter?", "begin_offset": 3349}, "sentiment": {"magnitude": 0.800000011920929, "score": -0.800000011920929}}, {"text": {"content": "'The midwife whispered, Be thou dull!' or at least inexplicit.", "begin_offset": 3456}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "Anyway I have tried my best, am exhausted with the effort, and fall back into the land of generalities.", "begin_offset": 3519}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "I cannot tell you how often we have planned our arrival at the Monument: two nights ago, the 12th January, we had it all planned out, arrived in the lights and whirl of Waterloo, hailed a hansom, span up Waterloo Road, over the bridge, etc. etc., and hailed the Monument gate in triumph and with indescribable delight.", "begin_offset": 3623}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "My dear Custodian, I always think we are too sparing of assurances: Cordelia is only to be excused by Regan and Goneril in the same nursery; I wish to tell you that the longer I live, the more dear do you become to me; nor does my heart own any stronger sentiment.", "begin_offset": 3942}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "If the bloody schooner didn't send me flying in every sort of direction at the same time, I would say better what I feel so much; but really, if you were here, you would not be writing letters, I believe; and even I, though of a more marine constitution, am much perturbed by this bobbery and wish - O ye Gods, how I wish! - that it was done, and we had arrived, and I had Pandora's Box (my mail bag) in hand, and was in the lively hope of something eatable for dinner instead of salt horse, tinned mutton, duff without any plums, and pie fruit, which now make up our whole repertory.", "begin_offset": 4207}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "O Pandora's Box!", "begin_offset": 4792}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "I wonder what you will contain.", "begin_offset": 4809}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "As like as not you will contain but little money: if that be so, we shall have to retire to 'Frisco in the CASCO, and thence by sea VIA Panama to Southampton, where we should arrive in April.", "begin_offset": 4841}, "sentiment": {}}, {"text": {"content": "I would like fine to see you on the tug: ten years older both of us than the last time you came to welcome Fanny and me to England.", "begin_offset": 5033}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "If we have money, however, we shall do a little differently: send the CASCO away from Honolulu empty of its high- born lessees, for that voyage to 'Frisco is one long dead beat in foul and at last in cold weather; stay awhile behind, follow by steamer, cross the States by train, stay awhile in New York on business, and arrive probably by the German Line in Southampton.", "begin_offset": 5165}, "sentiment": {}}, {"text": {"content": "But all this is a question of money.", "begin_offset": 5537}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "We shall have to lie very dark awhile to recruit our finances: what comes from the book of the cruise, I do not want to touch until the capital is repaid.", "begin_offset": 5574}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "R. L. S.", "begin_offset": 5729}, "sentiment": {}}]}