{"document_sentiment": {"magnitude": 19.200000762939453}, "language": "en", "sentences": [{"text": {"content": "Letter: TO HENRY JAMES"}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "VAILIMA, JULY 7TH, 1894.", "begin_offset": 24}, "sentiment": {}}, {"text": {"content": "DEAR HENRY JAMES, - I am going to try and dictate to you a letter or a note, and begin the same without any spark of hope, my mind being entirely in abeyance.", "begin_offset": 49}, "sentiment": {}}, {"text": {"content": "This malady is very bitter on the literary man.", "begin_offset": 208}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "I have had it now coming on for a month, and it seems to get worse instead of better.", "begin_offset": 256}, "sentiment": {"magnitude": 0.800000011920929, "score": -0.800000011920929}}, {"text": {"content": "If it should prove to be softening of the brain, a melancholy interest will attach to the present document.", "begin_offset": 342}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "I heard a great deal about you from my mother and Graham Balfour; the latter declares that you could take a First in any Samoan subject.", "begin_offset": 450}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}, {"text": {"content": "If that be so, I should like to hear you on the theory of the constitution.", "begin_offset": 587}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "Also to consult you on the force of the particles O LO 'O and UA, which are the subject of a dispute among local pundits.", "begin_offset": 663}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "You might, if you ever answer this, give me your opinion on the origin of the Samoan race, just to complete the favour.", "begin_offset": 785}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "They both say that you are looking well, and I suppose I may conclude from that that you are feeling passably.", "begin_offset": 905}, "sentiment": {}}, {"text": {"content": "I wish I was.", "begin_offset": 1016}, "sentiment": {}}, {"text": {"content": "Do not suppose from this that I am ill in body; it is the numskull that I complain of.", "begin_offset": 1030}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "And when that is wrong, as you must be very keenly aware, you begin every day with a smarting disappointment, which is not good for the temper.", "begin_offset": 1117}, "sentiment": {"magnitude": 0.800000011920929, "score": -0.800000011920929}}, {"text": {"content": "I am in one of the humours when a man wonders how any one can be such an ass as to embrace the profession of letters, and not get apprenticed to a barber or keep a baked-potato stall.", "begin_offset": 1261}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "But I have no doubt in the course of a week, or perhaps to-morrow, things will look better.", "begin_offset": 1445}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "We have at present in port the model warship of Great Britain.", "begin_offset": 1537}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "She is called the CURACOA, and has the nicest set of officers and men conceivable.", "begin_offset": 1600}, "sentiment": {"magnitude": 0.8999999761581421, "score": 0.8999999761581421}}, {"text": {"content": "They, the officers, are all very intimate with us, and the front verandah is known as the Curacoa Club, and the road up to Vailima is known as the Curacoa Track.", "begin_offset": 1683}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "It was rather a surprise to me; many naval officers have I known, and somehow had not learned to think entirely well of them, and perhaps sometimes ask myself a little uneasily how that kind of men could do great actions? and behold!", "begin_offset": 1845}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "the answer comes to me, and I see a ship that I would guarantee to go anywhere it was possible for men to go, and accomplish anything it was permitted man to attempt.", "begin_offset": 2079}, "sentiment": {}}, {"text": {"content": "I had a cruise on board of her not long ago to Manu'a, and was delighted.", "begin_offset": 2246}, "sentiment": {"magnitude": 0.8999999761581421, "score": 0.8999999761581421}}, {"text": {"content": "The goodwill of all on board; the grim playfulness of - quarters, with the wounded falling down at the word; the ambulances hastening up and carrying them away; the Captain suddenly crying, 'Fire in the ward-room!' and the squad hastening forward with the hose; and, last and most curious spectacle of all, all the men in their dust- coloured fatigue clothes, at a note of the bugle, falling simultaneously flat on deck, and the ship proceeding with its prostrate crew - QUASI to ram an enemy; our dinner at night in a wild open anchorage, the ship rolling almost to her gunwales, and showing us alternately her bulwarks up in the sky, and then the wild broken cliffy palm-crested shores of the island with the surf thundering and leaping close aboard.", "begin_offset": 2320}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "We had the ward-room mess on deck, lit by pink wax tapers, everybody, of course, in uniform but myself, and the first lieutenant (who is a rheumaticky body) wrapped in a boat cloak.", "begin_offset": 3073}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "Gradually the sunset faded out, the island disappeared from the eye, though it remained menacingly present to the ear with the voice of the surf; and then the captain turned on the searchlight and gave us the coast, the beach, the trees, the native houses, and the cliffs by glimpses of daylight, a kind of deliberate lightning.", "begin_offset": 3255}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "About which time, I suppose, we must have come as far as the dessert, and were probably drinking our first glass of port to Her Majesty.", "begin_offset": 3584}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "We stayed two days at the island, and had, in addition, a very picturesque snapshot at the native life.", "begin_offset": 3721}, "sentiment": {"magnitude": 0.8999999761581421, "score": 0.8999999761581421}}, {"text": {"content": "The three islands of Manu'a are independent, and are ruled over by a little slip of a half-caste girl about twenty, who sits all day in a pink gown, in a little white European house with about a quarter of an acre of roses in front of it, looking at the palm-trees on the village street, and listening to the surf.", "begin_offset": 3825}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "This, so far as I could discover, was all she had to do.", "begin_offset": 4140}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "'This is a very dull place,' she said.", "begin_offset": 4197}, "sentiment": {"magnitude": 0.800000011920929, "score": -0.800000011920929}}, {"text": {"content": "It appears she could go to no other village for fear of raising the jealousy of her own people in the capital.", "begin_offset": 4236}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "And as for going about 'tafatafaoing,' as we say here, its cost was too enormous.", "begin_offset": 4347}, "sentiment": {}}, {"text": {"content": "A strong able-bodied native must walk in front of her and blow the conch shell continuously from the moment she leaves one house until the moment she enters another.", "begin_offset": 4429}, "sentiment": {}}, {"text": {"content": "Did you ever blow the conch shell?", "begin_offset": 4595}, "sentiment": {}}, {"text": {"content": "I presume not; but the sweat literally hailed off that man, and I expected every moment to see him burst a blood-vessel.", "begin_offset": 4630}, "sentiment": {}}, {"text": {"content": "We were entertained to kava in the guest-house with some very original features.", "begin_offset": 4751}, "sentiment": {"magnitude": 0.8999999761581421, "score": 0.8999999761581421}}, {"text": {"content": "The young men who run for the KAVA have a right to misconduct themselves AD LIBITUM on the way back; and though they were told to restrain themselves on the occasion of our visit, there was a strange hurly-burly at their return, when they came beating the trees and the posts of the houses, leaping, shouting, and yelling like Bacchants.", "begin_offset": 4832}, "sentiment": {"magnitude": 0.800000011920929, "score": -0.800000011920929}}, {"text": {"content": "I tasted on that occasion what it is to be great.", "begin_offset": 5170}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "My name was called next after the captain's, and several chiefs (a thing quite new to me, and not at all Samoan practice) drank to me by name.", "begin_offset": 5220}, "sentiment": {}}, {"text": {"content": "And now, if you are not sick of the CURACOA and Manu'a, I am, at least on paper.", "begin_offset": 5363}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "And I decline any longer to give you examples of how not to write.", "begin_offset": 5444}, "sentiment": {"magnitude": 0.6000000238418579, "score": -0.6000000238418579}}, {"text": {"content": "By the by, you sent me long ago a work by Anatole France, which I confess I did not TASTE.", "begin_offset": 5511}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "Since then I have made the acquaintance of the ABBE COIGNARD, and have become a faithful adorer.", "begin_offset": 5602}, "sentiment": {"magnitude": 0.800000011920929, "score": 0.800000011920929}}, {"text": {"content": "I don't think a better book was ever written.", "begin_offset": 5699}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "And I have no idea what I have said, and I have no idea what I ought to have said, and I am a total ass, but my heart is in the right place, and I am, my dear Henry James, yours,\nR. L. S.", "begin_offset": 5745}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}]}