{"document_sentiment": {"magnitude": 6.199999809265137, "score": -0.20000000298023224}, "language": "en", "sentences": [{"text": {"content": "Letter: TO THE EDITOR OF THE 'NEW YORK TRIBUNE'", "begin_offset": 1}, "sentiment": {}}, {"text": {"content": "TERMINUS HOTEL, MARSEILLES, OCTOBER 16, 1882.", "begin_offset": 50}, "sentiment": {}}, {"text": {"content": "SIR, - It has come to my ears that you have lent the authority of your columns to an error.", "begin_offset": 96}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "More than half in pleasantry - and I now think the pleasantry ill- judged - I complained in a note to my NEW ARABIAN NIGHTS that some one, who shall remain nameless for me, had borrowed the idea of a story from one of mine.", "begin_offset": 188}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "As if I had not borrowed the ideas of the half of my own!", "begin_offset": 412}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "As if any one who had written a story ill had a right to complain of any other who should have written it better!", "begin_offset": 470}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "I am indeed thoroughly ashamed of the note, and of the principle which it implies.", "begin_offset": 584}, "sentiment": {"magnitude": 0.8999999761581421, "score": -0.8999999761581421}}, {"text": {"content": "But it is no mere abstract penitence which leads me to beg a corner of your paper - it is the desire to defend the honour of a man of letters equally known in America and England, of a man who could afford to lend to me and yet be none the poorer; and who, if he would so far condescend, has my free permission to borrow from me all that he can find worth borrowing.", "begin_offset": 667}, "sentiment": {}}, {"text": {"content": "Indeed, sir, I am doubly surprised at your correspondent's error.", "begin_offset": 1034}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "That James Payn should have borrowed from me is already a strange conception.", "begin_offset": 1100}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "The author of LOST SIR MASSINGBERD and BY PROXY may be trusted to invent his own stories.", "begin_offset": 1178}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "The author of A GRAPE FROM A THORN knows enough, in his own right, of the humorous and pathetic sides of human nature.", "begin_offset": 1268}, "sentiment": {"magnitude": 0.800000011920929, "score": -0.800000011920929}}, {"text": {"content": "But what is far more monstrous - what argues total ignorance of the man in question - is the idea that James Payn could ever have transgressed the limits of professional propriety.", "begin_offset": 1387}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "I may tell his thousands of readers on your side of the Atlantic that there breathes no man of letters more inspired by kindness and generosity to his brethren of the profession, and, to put an end to any possibility of error, I may be allowed to add that I often have recourse, and that I had recourse once more but a few weeks ago, to the valuable practical help which he makes it his pleasure to extend to younger men.", "begin_offset": 1568}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "I send a duplicate of this letter to a London weekly; for the mistake, first set forth in your columns, has already reached England, and my wanderings have made me perhaps last of the persons interested to hear a word of it.", "begin_offset": 1990}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "- I am, etc.,\nROBERT LOUIS STEVENSON.", "begin_offset": 2215}, "sentiment": {}}]}