{"document_sentiment": {"magnitude": 6.099999904632568}, "language": "en", "sentences": [{"text": {"content": "Letter: TO MISS ADELAIDE BOODLE"}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "[SARANAC LAKE, DECEMBER 1887.]", "begin_offset": 33}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "MY DEAR MISS BOODLE, - I am so much afraid, our gamekeeper may weary of unacknowledged reports!", "begin_offset": 64}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "Hence, in the midst of a perfect horror of detestable weathers of a quite incongruous strain, and with less desire for correspondence than - well, than - well, with no desire for correspondence, behold me dash into the breach.", "begin_offset": 160}, "sentiment": {"magnitude": 0.8999999761581421, "score": -0.8999999761581421}}, {"text": {"content": "Do keep up your letters.", "begin_offset": 387}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "They are most delightful to this exiled backwoods family; and in your next, we shall hope somehow or other to hear better news of you and yours - that in the first place - and to hear more news of our beasts and birds and kindly fruits of earth and those human tenants who are (truly) too much with us.", "begin_offset": 412}, "sentiment": {"magnitude": 0.8999999761581421, "score": 0.8999999761581421}}, {"text": {"content": "I am very well; better than for years: that is for good.", "begin_offset": 715}, "sentiment": {"magnitude": 0.8999999761581421, "score": 0.8999999761581421}}, {"text": {"content": "But then my wife is no great shakes; the place does not suit her - it is my private opinion that no place does - and she is now away down to New York for a change, which (as Lloyd is in Boston) leaves my mother and me and Valentine alone in our wind-beleaguered hilltop hatbox of a house.", "begin_offset": 772}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "You should hear the cows butt against the walls in the early morning while they feed; you should also see our back log when the thermometer goes (as it does go) away - away below zero, till it can be seen no more by the eye of man - not the thermometer, which is still perfectly visible, but the mercury, which curls up into the bulb like a hibernating bear; you should also see the lad who 'does chores' for us, with his red stockings and his thirteen year old face, and his highly manly tramp into the room; and his two alternative answers to all questions about the weather: either 'Cold,' or with a really lyrical movement of the voice, 'LOVELY - raining!'", "begin_offset": 1061}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "Will you take this miserable scarp for what it is worth?", "begin_offset": 1722}, "sentiment": {"magnitude": 0.800000011920929, "score": -0.800000011920929}}, {"text": {"content": "Will you also understand that I am the man to blame, and my wife is really almost too much out of health to write, or at least doesn't write?", "begin_offset": 1779}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "- And believe me, with kind remembrance to Mrs. Boodle and your sisters, very sincerely yours,\nROBERT LOUIS STEVENSON", "begin_offset": 1921}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}]}