{"document_sentiment": {"magnitude": 1.7000000476837158, "score": -0.10000000149011612}, "language": "en", "sentences": [{"text": {"content": "Letter: TO AUSTIN DOBSON"}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "BONALLIE TOWERS, BOURNEMOUTH [DECEMBER 1884?].", "begin_offset": 26}, "sentiment": {}}, {"text": {"content": "DEAR DOBSON, - Set down my delay to your own fault; I wished to acknowledge such a gift from you in some of my inapt and slovenly rhymes; but you should have sent me your pen and not your desk.", "begin_offset": 73}, "sentiment": {"magnitude": 0.6000000238418579, "score": -0.6000000238418579}}, {"text": {"content": "The verses stand up to the axles in a miry cross-road, whence the coursers of the sun shall never draw them; hence I am constrained to this uncourtliness, that I must appear before one of the kings of that country of rhyme without my singing robes.", "begin_offset": 267}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "For less than this, if we may trust the book of Esther, favourites have tasted death; but I conceive the kingdom of the Muses mildlier mannered; and in particular that county which you administer and which I seem to see as a half-suburban land; a land of holly-hocks and country houses; a land where at night, in thorny and sequestered bypaths, you will meet masqueraders going to a ball in their sedans, and the rector steering homeward by the light of his lantern; a land of the windmill, and the west wind, and the flowering hawthorn with a little scented letter in the hollow of its trunk, and the kites flying over all in the season of kites, and the far away blue spires of a cathedral city.", "begin_offset": 516}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "Will you forgive me, then, for my delay and accept my thanks not only for your present, but for the letter which followed it, and which perhaps I more particularly value, and believe me to be, with much admiration, yours very truly,\nROBERT LOUIS STEVENSON.", "begin_offset": 1214}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}]}