{"document_sentiment": {"magnitude": 14.600000381469727, "score": -0.10000000149011612}, "language": "en", "sentences": [{"text": {"content": "Letter: TO SIDNEY COLVIN"}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "608 BUSH STREET, SAN FRANCISCO [JANUARY 10, 1880].", "begin_offset": 26}, "sentiment": {}}, {"text": {"content": "MY DEAR COLVIN, - This is a circular letter to tell my estate fully.", "begin_offset": 77}, "sentiment": {}}, {"text": {"content": "You have no right to it, being the worst of correspondents; but I wish to efface the impression of my last, so to you it goes.", "begin_offset": 146}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "Any time between eight and half-past nine in the morning, a slender gentleman in an ulster, with a volume buttoned into the breast of it, may be observed leaving No. 608 Bush and descending Powell with an active step.", "begin_offset": 273}, "sentiment": {}}, {"text": {"content": "The gentleman is R. L. S.; the volume relates to Benjamin Franklin, on whom he meditates one of his charming essays.", "begin_offset": 491}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "He descends Powell, crosses Market, and descends in Sixth on a branch of the original Pine Street Coffee House, no less; I believe he would be capable of going to the original itself, if he could only find it.", "begin_offset": 608}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "In the branch he seats himself at a table covered with waxcloth, and a pampered menial, of High-Dutch extraction and, indeed, as yet only partially extracted, lays before him a cup of coffee, a roll and a pat of butter, all, to quote the deity, very good.", "begin_offset": 818}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "A while ago, and R. L. S.", "begin_offset": 1074}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "used to find the supply of butter insufficient; but he has now learned the art to exactitude, and butter and roll expire at the same moment.", "begin_offset": 1100}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "For this refection he pays ten cents., or five pence sterling (0 pounds, 0s.", "begin_offset": 1241}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "5d.).", "begin_offset": 1318}, "sentiment": {}}, {"text": {"content": "Half an hour later, the inhabitants of Bush Street observe the same slender gentleman armed, like George Washington, with his little hatchet, splitting, kindling and breaking coal for his fire.", "begin_offset": 1324}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "He does this quasi-publicly upon the window-sill; but this is not to be attributed to any love of notoriety, though he is indeed vain of his prowess with the hatchet (which he persists in calling an axe), and daily surprised at the perpetuation of his fingers.", "begin_offset": 1518}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "The reason is this: that the sill is a strong, supporting beam, and that blows of the same emphasis in other parts of his room might knock the entire shanty into hell.", "begin_offset": 1779}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "Thenceforth, for from three to four hours, he is engaged darkly with an inkbottle.", "begin_offset": 1947}, "sentiment": {}}, {"text": {"content": "Yet he is not blacking his boots, for the only pair that he possesses are innocent of lustre and wear the natural hue of the material turned up with caked and venerable slush.", "begin_offset": 2030}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "The youngest child of his landlady remarks several times a day, as this strange occupant enters or quits the house, 'Dere's de author.'", "begin_offset": 2206}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "Can it be that this bright-haired innocent has found the true clue to the mystery?", "begin_offset": 2342}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "The being in question is, at least, poor enough to belong to that honourable craft.", "begin_offset": 2425}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "His next appearance is at the restaurant of one Donadieu, in Bush Street, between Dupont and Kearney, where a copious meal, half a bottle of wine, coffee and brandy may be procured for the sum of four bits, ALIAS fifty cents., 0 pounds, 2s.", "begin_offset": 2509}, "sentiment": {}}, {"text": {"content": "2d.", "begin_offset": 2750}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "sterling.", "begin_offset": 2754}, "sentiment": {}}, {"text": {"content": "The wine is put down in a whole bottleful, and it is strange and painful to observe the greed with which the gentleman in question seeks to secure the last drop of his allotted half, and the scrupulousness with which he seeks to avoid taking the first drop of the other.", "begin_offset": 2764}, "sentiment": {"magnitude": 0.8999999761581421, "score": -0.8999999761581421}}, {"text": {"content": "This is partly explained by the fact that if he were to go over the mark - bang would go a tenpence.", "begin_offset": 3035}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "He is again armed with a book, but his best friends will learn with pain that he seems at this hour to have deserted the more serious studies of the morning.", "begin_offset": 3136}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}, {"text": {"content": "When last observed, he was studying with apparent zest the exploits of one Rocambole by the late Viscomte Ponson du Terrail.", "begin_offset": 3294}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "This work, originally of prodigious dimensions, he had cut into liths or thicknesses apparently for convenience of carriage.", "begin_offset": 3419}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "Then the being walks, where is not certain.", "begin_offset": 3544}, "sentiment": {}}, {"text": {"content": "But by about half-past four, a light beams from the windows of 608 Bush, and he may be observed sometimes engaged in correspondence, sometimes once again plunged in the mysterious rites of the forenoon.", "begin_offset": 3588}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "About six he returns to the Branch Original, where he once more imbrues himself to the worth of fivepence in coffee and roll.", "begin_offset": 3791}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "The evening is devoted to writing and reading, and by eleven or half-past darkness closes over this weird and truculent existence.", "begin_offset": 3917}, "sentiment": {"magnitude": 0.6000000238418579, "score": -0.6000000238418579}}, {"text": {"content": "As for coin, you see I don't spend much, only you and Henley both seem to think my work rather bosh nowadays, and I do want to make as much as I was making, that is 200 pounds; if I can do that, I can swim: last year, with my ill health I touched only 109 pounds, that would not do, I could not fight it through on that; but on 200 pounds, as I say, I am good for the world, and can even in this quiet way save a little, and that I must do.", "begin_offset": 4048}, "sentiment": {}}, {"text": {"content": "The worst is my health; it is suspected I had an ague chill yesterday; I shall know by to-morrow, and you know if I am to be laid down with ague the game is pretty well lost.", "begin_offset": 4489}, "sentiment": {"magnitude": 0.800000011920929, "score": -0.800000011920929}}, {"text": {"content": "But I don't know; I managed to write a good deal down in Monterey, when I was pretty sickly most of the time, and, by God, I'll try, ague and all.", "begin_offset": 4664}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}, {"text": {"content": "I have to ask you frankly, when you write, to give me any good news you can, and chat a little, but JUST IN THE MEANTIME, give me no bad.", "begin_offset": 4811}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "If I could get THOREAU, EMIGRANT and VENDETTA all finished and out of my hand, I should feel like a man who had made half a year's income in a half year; but until the two last are FINISHED, you see, they don't fairly count.", "begin_offset": 4949}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "I am afraid I bore you sadly with this perpetual talk about my affairs; I will try and stow it; but you see, it touches me nearly.", "begin_offset": 5174}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "I'm the miser in earnest now: last night, when I felt so ill, the supposed ague chill, it seemed strange not to be able to afford a drink.", "begin_offset": 5305}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "I would have walked half a mile, tired as I felt, for a brandy and soda.", "begin_offset": 5444}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "- Ever yours,\nR. L. S.", "begin_offset": 5517}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}]}