{"document_sentiment": {"magnitude": 3.0}, "language": "en", "sentences": [{"text": {"content": "Letter: TO HENRY JAMES"}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "[NEWPORT, U.S.A., SEPTEMBER 1887.]", "begin_offset": 24}, "sentiment": {}}, {"text": {"content": "MY DEAR JAMES, - Here we are at Newport in the house of the good Fairchilds; and a sad burthen we have laid upon their shoulders.", "begin_offset": 59}, "sentiment": {}}, {"text": {"content": "I have been in bed practically ever since I came.", "begin_offset": 189}, "sentiment": {}}, {"text": {"content": "I caught a cold on the Banks after having had the finest time conceivable, and enjoyed myself more than I could have hoped on board our strange floating menagerie: stallions and monkeys and matches made our cargo; and the vast continent of these incongruities rolled the while like a haystack; and the stallions stood hypnotised by the motion, looking through the ports at our dinner-table, and winked when the crockery was broken; and the little monkeys stared at each other in their cages, and were thrown overboard like little bluish babies; and the big monkey, Jacko, scoured about the ship and rested willingly in my arms, to the ruin of my clothing; and the man of the stallions made a bower of the black tarpaulin, and sat therein at the feet of a raddled divinity, like a picture on a box of chocolates; and the other passengers, when they were not sick, looked on and laughed.", "begin_offset": 239}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "Take all this picture, and make it roll till the bell shall sound unexpected notes and the fittings shall break lose in our state- room, and you have the voyage of the LUDGATE HILL.", "begin_offset": 1125}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "She arrived in the port of New York, without beer, porter, soda-water, curacoa, fresh meat, or fresh water; and yet we lived, and we regret her.", "begin_offset": 1307}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}, {"text": {"content": "My wife is a good deal run down, and I am no great shakes.", "begin_offset": 1452}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "America is, as I remarked, a fine place to eat in, and a great place for kindness; but, Lord, what a silly thing is popularity!", "begin_offset": 1511}, "sentiment": {"magnitude": 0.800000011920929, "score": 0.800000011920929}}, {"text": {"content": "I envy the cool obscurity of Skerryvore.", "begin_offset": 1639}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "If it even paid, said Meanness! and was abashed at himself.", "begin_offset": 1680}, "sentiment": {}}, {"text": {"content": "- Yours most sincerely,\nR. L S.", "begin_offset": 1740}, "sentiment": {}}]}