{"document_sentiment": {"magnitude": 10.399999618530273, "score": -0.10000000149011612}, "language": "en", "sentences": [{"text": {"content": "Letter: TO SIDNEY COLVIN"}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "SS.", "begin_offset": 26}, "sentiment": {}}, {"text": {"content": "'JANET NICOLL,' OFF UPOLU [SPRING 1890].", "begin_offset": 30}, "sentiment": {}}, {"text": {"content": "MY DEAREST COLVIN, - I was sharply ill at Sydney, cut off, right out of bed, in this steamer on a fresh island cruise, and have already reaped the benefit.", "begin_offset": 71}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "We are excellently found this time, on a spacious vessel, with an excellent table; the captain, supercargo, our one fellow-passenger, etc., very nice; and the charterer, Mr. Henderson, the very man I could have chosen.", "begin_offset": 227}, "sentiment": {"magnitude": 0.8999999761581421, "score": 0.8999999761581421}}, {"text": {"content": "The truth is, I fear, this life is the only one that suits me; so long as I cruise in the South Seas, I shall be well and happy - alas, no, I do not mean that, and ABSIT OMEN!", "begin_offset": 446}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "- I mean that, so soon as I cease from cruising, the nerves are strained, the decline commences, and I steer slowly but surely back to bedward.", "begin_offset": 622}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "We left Sydney, had a cruel rough passage to Auckland, for the JANET is the worst roller I was ever aboard of.", "begin_offset": 766}, "sentiment": {"magnitude": 0.8999999761581421, "score": -0.8999999761581421}}, {"text": {"content": "I was confined to my cabin, ports closed, self shied out of the berth, stomach (pampered till the day I left on a diet of perpetual egg-nogg) revolted at ship's food and ship eating, in a frowsy bunk, clinging with one hand to the plate, with the other to the glass, and using the knife and fork (except at intervals) with the eyelid.", "begin_offset": 877}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "No matter: I picked up hand over hand.", "begin_offset": 1212}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "After a day in Auckland, we set sail again; were blown up in the main cabin with calcium fires, as we left the bay.", "begin_offset": 1251}, "sentiment": {}}, {"text": {"content": "Let no man say I am unscientific: when I ran, on the alert, out of my stateroom, and found the main cabin incarnadined with the glow of the last scene of a pantomime, I stopped dead: 'What is this?' said I.", "begin_offset": 1367}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "'This ship is on fire, I see that; but why a pantomime?'", "begin_offset": 1574}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "And I stood and reasoned the point, until my head was so muddled with the fumes that I could not find the companion.", "begin_offset": 1631}, "sentiment": {"magnitude": 0.8999999761581421, "score": -0.8999999761581421}}, {"text": {"content": "A few seconds later, the captain had to enter crawling on his belly, and took days to recover (if he has recovered) from the fumes.", "begin_offset": 1748}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "By singular good fortune, we got the hose down in time and saved the ship, but Lloyd lost most of his clothes and a great part of our photographs was destroyed.", "begin_offset": 1880}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "Fanny saw the native sailors tossing overboard a blazing trunk; she stopped them in time, and behold, it contained my manuscripts.", "begin_offset": 2041}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "Thereafter we had three (or two) days fine weather: then got into a gale of wind, with rain and a vexatious sea.", "begin_offset": 2172}, "sentiment": {}}, {"text": {"content": "As we drew into our anchorage in a bight of Savage Island, a man ashore told me afterwards the sight of the JANET NICOLL made him sick; and indeed it was rough play, though nothing to the night before.", "begin_offset": 2285}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "All through this gale I worked four to six hours per diem, spearing the ink-bottle like a flying fish, and holding my papers together as I might.", "begin_offset": 2487}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "For, of all things, what I was at was history - the Samoan business - and I had to turn from one to another of these piles of manuscript notes, and from one page to another in each, until I should have found employment for the hands of Briareus.", "begin_offset": 2633}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "All the same, this history is a godsend for a voyage; I can put in time, getting events co-ordinated and the narrative distributed, when my much-heaving numskull would be incapable of finish or fine style.", "begin_offset": 2879}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "At Savage we met the missionary barque JOHN WILLIAMS.", "begin_offset": 3085}, "sentiment": {}}, {"text": {"content": "I tell you it was a great day for Savage Island: the path up the cliffs was crowded with gay islandresses (I like that feminine plural) who wrapped me in their embraces, and picked my pockets of all my tobacco, with a manner which a touch would have made revolting, but as it was, was simply charming, like the Golden Age.", "begin_offset": 3139}, "sentiment": {}}, {"text": {"content": "One pretty, little, stalwart minx, with a red flower behind her ear, had searched me with extraordinary zeal; and when, soon after, I missed my matches, I accused her (she still following us) of being the thief.", "begin_offset": 3462}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "After some delay, and with a subtle smile, she produced the box, gave me ONE MATCH, and put the rest away again.", "begin_offset": 3674}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "Too tired to add more.", "begin_offset": 3787}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "- Your most affectionate,\nR. L. S.", "begin_offset": 3810}, "sentiment": {"magnitude": 0.5, "score": 0.5}}]}