{"document_sentiment": {"magnitude": 2.9000000953674316, "score": 0.10000000149011612}, "language": "en", "sentences": [{"text": {"content": "Letter: To HOMER ST."}, "sentiment": {}}, {"text": {"content": "GAUDENS", "begin_offset": 21}, "sentiment": {}}, {"text": {"content": "MANASQUAN, NEW JERSEY, 27TH MAY 1888.", "begin_offset": 30}, "sentiment": {}}, {"text": {"content": "DEAR HOMER ST.", "begin_offset": 68}, "sentiment": {}}, {"text": {"content": "GAUDENS, - Your father has brought you this day to see me, and he tells me it is his hope you may remember the occasion.", "begin_offset": 83}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "I am going to do what I can to carry out his wish; and it may amuse you, years after, to see this little scrap of paper and to read what I write.", "begin_offset": 204}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "I must begin by testifying that you yourself took no interest whatever in the introduction, and in the most proper spirit displayed a single-minded ambition to get back to play, and this I thought an excellent and admirable point in your character.", "begin_offset": 350}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "You were also (I use the past tense, with a view to the time when you shall read, rather than to that when I am writing) a very pretty boy, and (to my European views) startlingly self-possessed.", "begin_offset": 599}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "My time of observation was so limited that you must pardon me if I can say no more: what else I marked, what restlessness of foot and hand, what graceful clumsiness, what experimental designs upon the furniture, was but the common inheritance of human youth.", "begin_offset": 794}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "But you may perhaps like to know that the lean flushed man in bed, who interested you so little, was in a state of mind extremely mingled and unpleasant: harassed with work which he thought he was not doing well, troubled with difficulties to which you will in time succeed, and yet looking forward to no less a matter than a voyage to the South Seas and the visitation of savage and desert islands.", "begin_offset": 1053}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "-Your father's friend,\nROBERT LOUIS STEVENSON.", "begin_offset": 1453}, "sentiment": {}}]}