{"document_sentiment": {"magnitude": 6.599999904632568, "score": -0.10000000149011612}, "language": "en", "sentences": [{"text": {"content": "Letter: TO DR."}, "sentiment": {}}, {"text": {"content": "SCOTT", "begin_offset": 15}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "APIA, SAMOA, JANUARY 20TH, 1890.", "begin_offset": 22}, "sentiment": {}}, {"text": {"content": "MY DEAR SCOTT, - Shameful indeed that you should not have heard of me before!", "begin_offset": 55}, "sentiment": {"magnitude": 0.8999999761581421, "score": -0.8999999761581421}}, {"text": {"content": "I have now been some twenty months in the South Seas, and am (up to date) a person whom you would scarce know.", "begin_offset": 133}, "sentiment": {}}, {"text": {"content": "I think nothing of long walks and rides: I was four hours and a half gone the other day, partly riding, partly climbing up a steep ravine.", "begin_offset": 244}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "I have stood a six months' voyage on a copra schooner with about three months ashore on coral atolls, which means (except for cocoanuts to drink) no change whatever from ship's food.", "begin_offset": 383}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "My wife suffered badly - it was too rough a business altogether - Lloyd suffered - and, in short, I was the only one of the party who 'kept my end up.'", "begin_offset": 566}, "sentiment": {"magnitude": 0.8999999761581421, "score": -0.8999999761581421}}, {"text": {"content": "I am so pleased with this climate that I have decided to settle; have even purchased a piece of land from three to four hundred acres, I know not which till the survey is completed, and shall only return next summer to wind up my affairs in England; thenceforth I mean to be a subject of the High Commissioner.", "begin_offset": 718}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "Now you would have gone longer yet without news of your truant patient, but that I have a medical discovery to communicate.", "begin_offset": 1029}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "I find I can (almost immediately) fight off a cold with liquid extract of coca; two or (if obstinate) three teaspoonfuls in the day for a variable period of from one to five days sees the cold generally to the door.", "begin_offset": 1153}, "sentiment": {}}, {"text": {"content": "I find it at once produces a glow, stops rigour, and though it makes one very uncomfortable, prevents the advance of the disease.", "begin_offset": 1369}, "sentiment": {"magnitude": 0.800000011920929, "score": -0.800000011920929}}, {"text": {"content": "Hearing of this influenza, it occurred to me that this might prove remedial; and perhaps a stronger exhibition - injections of cocaine, for instance - still better.", "begin_offset": 1499}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "If on my return I find myself let in for this epidemic, which seems highly calculated to nip me in the bud, I shall feel very much inclined to make the experiment.", "begin_offset": 1664}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "See what a gulf you may save me from if you shall have previously made it on ANIMA VILI, on some less important sufferer, and shall have found it worse than useless.", "begin_offset": 1828}, "sentiment": {"magnitude": 0.8999999761581421, "score": -0.8999999761581421}}, {"text": {"content": "How is Miss Boodle and her family?", "begin_offset": 1994}, "sentiment": {}}, {"text": {"content": "Greeting to your brother and all friends in Bournemouth, yours very sincerely,\nROBERT LOUIS STEVENSON.", "begin_offset": 2029}, "sentiment": {}}]}