{"document_sentiment": {"magnitude": 4.400000095367432, "score": 0.20000000298023224}, "language": "en", "sentences": [{"text": {"content": "Letter: TO H. C."}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "IDE \n[VAILIMA, JUNE 19, 1891.]", "begin_offset": 17}, "sentiment": {}}, {"text": {"content": "DEAR MR.", "begin_offset": 48}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "IDE, - Herewith please find the DOCUMENT, which I trust will prove sufficient in law.", "begin_offset": 57}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}, {"text": {"content": "It seems to me very attractive in its eclecticism; Scots, English, and Roman law phrases are all indifferently introduced, and a quotation from the works of Haynes Bayly can hardly fail to attract the indulgence of the Bench.", "begin_offset": 143}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "- Yours very truly,\nROBERT LOUIS STEVENSON.", "begin_offset": 369}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "I, Robert Louis Stevenson, Advocate of the Scots Bar, author of THE MASTER OF BALLANTRAE and MORAL EMBLEMS, stuck civil engineer, sole owner and patentee of the Palace and Plantation known as Vailima in the island of Upolu, Samoa, a British Subject, being in sound mind, and pretty well, I thank you, in body:\nIn consideration that Miss Annie H. Ide, daughter of H. C.", "begin_offset": 413}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "Ide, in the town of Saint Johnsbury, in the county of Caledonia, in the state of Vermont, United States of America, was born, out of all reason, upon Christmas Day, and is therefore out of all justice denied the consolation and profit of a proper birthday;\nAnd considering that I, the said Robert Louis Stevenson, have attained an age when O, we never mention it, and that I have now no further use for a birthday of any description;\nAnd in consideration that I have met H. C.", "begin_offset": 782}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "Ide, the father of the said Annie H. Ide, and found him about as white a land commissioner as I require:\nHAVE TRANSFERRED, and DO HEREBY TRANSFER, to the said Annie H. Ide, ALL AND WHOLE my rights and priviledges in the thirteenth day of November, formerly my birthday, now, hereby, and henceforth, the birthday of the said Annie H. Ide, to have, hold, exercise, and enjoy the same in the customary manner, by the sporting of fine raiment, eating of rich meats, and receipt of gifts, compliments, and copies of verse, according to the manner of our ancestors;\nAND I DIRECT the said Annie H. Ide to add to the said name of Annie H. Ide the name Louisa - at least in private; and I charge her to use my said birthday with moderation and humanity, ET TAMQUAM BONA FILIA FAMILIAE, the said birthday not being so young as it once was, and having carried me in a very satisfactory manner since I can remember;\nAnd in case the said Annie H. Ide shall neglect or contravene either of the above conditions, I hereby revoke the donation and transfer my rights in the said birthday to the President of the United States of America for the time being:\nIn witness whereof I have hereto set my hand and seal", "begin_offset": 1259}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "this nineteenth day of June in the year of grace eighteen hundred and ninety-one.", "begin_offset": 2453}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "[SEAL.]", "begin_offset": 2535}, "sentiment": {}}, {"text": {"content": "ROBERT LOUIS STEVENSON.", "begin_offset": 2543}, "sentiment": {}}, {"text": {"content": "WITNESS, LLOYD OSBOURNE, WITNESS, HAROLD WATTS.", "begin_offset": 2567}, "sentiment": {}}]}