{"document_sentiment": {"magnitude": 6.800000190734863}, "language": "en", "sentences": [{"text": {"content": "Letter: TO MISS ADELAIDE BOODLE"}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "[VAILIMA, MAY 1891.]", "begin_offset": 33}, "sentiment": {}}, {"text": {"content": "MY DEAR ADELAIDE, - I will own you just did manage to tread on my gouty toe; and I beg to assure you with most people I should simply have turned away and said no more.", "begin_offset": 54}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "My cudgelling was therefore in the nature of a caress or testimonial.", "begin_offset": 223}, "sentiment": {}}, {"text": {"content": "God forbid, I should seem to judge for you on such a point; it was what you seemed to set forth as your reasons that fluttered my old Presbyterian spirit - for, mind you, I am a child of the Covenanters - whom I do not love, but they are mine after all, my father's and my mother's - and they had their merits too, and their ugly beauties, and grotesque heroisms, that I love them for, the while I laugh at them; but in their name and mine do what you think right, and let the world fall.", "begin_offset": 293}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "That is the privilege and the duty of private persons; and I shall think the more of you at the greater distance, because you keep a promise to your fellow-man, your helper and creditor in life, by just so much as I was tempted to think the less of you (O not much, or I would never have been angry) when I thought you were the swallower of a (tinfoil) formula.", "begin_offset": 782}, "sentiment": {}}, {"text": {"content": "I must say I was uneasy about my letter, not because it was too strong as an expression of my unregenerate sentiments, but because I knew full well it should be followed by something kinder.", "begin_offset": 1144}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "And the mischief has been in my health.", "begin_offset": 1335}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "I fell sharply sick in Sydney, was put aboard the LUBECK pretty bad, got to Vailima, hung on a month there, and didn't pick up as well as my work needed; set off on a journey, gained a great deal, lost it again; and am back at Vailima, still no good at my necessary work.", "begin_offset": 1375}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "I tell you this for my imperfect excuse that I should not have written you again sooner to remove the bad taste of my last.", "begin_offset": 1647}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "A road has been called Adelaide Road; it leads from the back of our house to the bridge, and thence to the garden, and by a bifurcation to the pig pen.", "begin_offset": 1771}, "sentiment": {}}, {"text": {"content": "It is thus much traversed, particularly by Fanny.", "begin_offset": 1923}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}, {"text": {"content": "An oleander, the only one of your seeds that prospered in this climate, grows there; and the name is now some week or ten days applied and published.", "begin_offset": 1973}, "sentiment": {}}, {"text": {"content": "ADELAIDE ROAD leads also into the bush, to the banana patch, and by a second bifurcation over the left branch of the stream to the plateau and the right hand of the gorges.", "begin_offset": 2123}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "In short, it leads to all sorts of good, and is, besides, in itself a pretty winding path, bound downhill among big woods to the margin of the stream.", "begin_offset": 2296}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "What a strange idea, to think me a Jew-hater!", "begin_offset": 2447}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "Isaiah and David and Heine are good enough for me; and I leave more unsaid.", "begin_offset": 2493}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "Were I of Jew blood, I do not think I could ever forgive the Christians; the ghettos would get in my nostrils like mustard or lit gunpowder.", "begin_offset": 2569}, "sentiment": {"magnitude": 0.6000000238418579, "score": -0.6000000238418579}}, {"text": {"content": "Just so you as being a child of the Presbytery, I retain - I need not dwell on that.", "begin_offset": 2710}, "sentiment": {}}, {"text": {"content": "The ascendant hand is what I feel most strongly; I am bound in and in with my forbears; were he one of mine, I should not be struck at all by Mr. Moss of Bevis Marks, I should still see behind him Moses of the Mount and the Tables and the shining face.", "begin_offset": 2795}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}, {"text": {"content": "We are all nobly born; fortunate those who know it; blessed those who remember.", "begin_offset": 3048}, "sentiment": {"magnitude": 0.800000011920929, "score": 0.800000011920929}}, {"text": {"content": "I am, my dear Adelaide, most genuinely yours,\nROBERT LOUIS STEVENSON.", "begin_offset": 3128}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "Write by return to say you are better, and I will try to do the same.", "begin_offset": 3198}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}]}