{"document_sentiment": {"magnitude": 5.0, "score": -0.10000000149011612}, "language": "en", "sentences": [{"text": {"content": "Letter: TO MRS."}, "sentiment": {}}, {"text": {"content": "SITWELL", "begin_offset": 16}, "sentiment": {}}, {"text": {"content": "VAILIMA, APRIL 1894.", "begin_offset": 25}, "sentiment": {}}, {"text": {"content": "MY DEAR FRIEND, - I have at last got some photographs, and hasten to send you, as you asked, a portrait of Tusitala.", "begin_offset": 46}, "sentiment": {}}, {"text": {"content": "He is a strange person; not so lean, say experts, but infinitely battered; mighty active again on the whole; going up and down our break-neck road at all hours of the day and night on horseback; holding meetings with all manner of chiefs; quite a political personage - God save the mark! - in a small way, but at heart very conscious of the inevitable flat failure that awaits every one.", "begin_offset": 163}, "sentiment": {}}, {"text": {"content": "I shall never do a better book than CATRIONA, that is my high-water mark, and the trouble of production increases on me at a great rate - and mighty anxious about how I am to leave my family: an elderly man, with elderly preoccupations, whom I should be ashamed to show you for your old friend; but not a hope of my dying soon and cleanly, and 'winning off the stage.'", "begin_offset": 551}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "Rather I am daily better in physical health.", "begin_offset": 920}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "I shall have to see this business out, after all; and I think, in that case, they should have - they might have - spared me all my ill-health this decade past, if it were not to unbar the doors.", "begin_offset": 965}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "I have no taste for old age, and my nose is to be rubbed in it in spite of my face.", "begin_offset": 1160}, "sentiment": {"magnitude": 0.800000011920929, "score": -0.800000011920929}}, {"text": {"content": "I was meant to die young, and the gods do not love me.", "begin_offset": 1244}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "This is very like an epitaph, bar the handwriting, which is anything but monumental, and I dare say I had better stop.", "begin_offset": 1299}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "Fanny is down at her own cottage planting or deplanting or replanting, I know not which, and she will not be home till dinner, by which time the mail will be all closed, else she would join me in all good messages and remembrances of love.", "begin_offset": 1418}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "I hope you will congratulate Burne Jones from me on his baronetcy.", "begin_offset": 1658}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "I cannot make out to be anything but raspingly, harrowingly sad; so I will close, and not affect levity which I cannot feel.", "begin_offset": 1725}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "Do not altogether forget me; keep a corner of your memory for the exile\nLOUIS.", "begin_offset": 1850}, "sentiment": {"magnitude": 0.6000000238418579, "score": -0.6000000238418579}}]}