{"document_sentiment": {"magnitude": 7.5, "score": 0.10000000149011612}, "language": "en", "sentences": [{"text": {"content": "Letter: TO SIDNEY COLVIN"}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "[SARANAC, DECEMBER 24, 1887.]", "begin_offset": 26}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "MY DEAR COLVIN, - Thank you for your explanations.", "begin_offset": 56}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "I have done no more Virgil since I finished the seventh book, for I have, first been eaten up with Taine, and next have fallen head over heels into a new tale, THE MASTER OF BALLANTRAE.", "begin_offset": 107}, "sentiment": {}}, {"text": {"content": "No thought have I now apart from it, and I have got along up to page ninety-two of the draft with great interest.", "begin_offset": 293}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "It is to me a most seizing tale: there are some fantastic elements; the most is a dead genuine human problem - human tragedy, I should say rather.", "begin_offset": 407}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "It will be about as long, I imagine, as KIDNAPPED.", "begin_offset": 554}, "sentiment": {}}, {"text": {"content": "DRAMATIS PERSONAE:\n(1) My old Lord Durrisdeer. (2) The Master of Ballantrae, AND (3) Henry Durie, HIS SONS. (4) Clementina, ENGAGED TO THE FIRST, MARRIED TO THE SECOND. (5) Ephraim Mackellar, LAND STEWARD AT DURRISDEER AND NARRATOR OF THE MOST OF THE BOOK. (6) Francis Burke, Chevalier de St. Louis, ONE OF PRINCE CHARLIE'S IRISHMEN AND NARRATOR OF THE REST.", "begin_offset": 605}, "sentiment": {}}, {"text": {"content": "Besides these, many instant figures, most of them dumb or nearly so: Jessie Brown the whore, Captain Crail, Captain MacCombie, our old friend Alan Breck, our old friend Riach (both only for an instant), Teach the pirate (vulgarly Blackbeard), John Paul and Macconochie, servants at Durrisdeer.", "begin_offset": 964}, "sentiment": {}}, {"text": {"content": "The date is from 1745 to '65 (about).", "begin_offset": 1258}, "sentiment": {}}, {"text": {"content": "The scene, near Kirkcudbright, in the States, and for a little moment in the French East Indies.", "begin_offset": 1296}, "sentiment": {}}, {"text": {"content": "I have done most of the big work, the quarrel, duel between the brothers, and announcement of the death to Clementina and my Lord - Clementina, Henry, and Mackellar (nicknamed Squaretoes) are really very fine fellows; the Master is all I know of the devil.", "begin_offset": 1393}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "I have known hints of him, in the world, but always cowards; he is as bold as a lion, but with the same deadly, causeless duplicity I have watched with so much surprise in my two cowards.", "begin_offset": 1650}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "'Tis true, I saw a hint of the same nature in another man who was not a coward; but he had other things to attend to; the Master has nothing else but his devilry.", "begin_offset": 1838}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "Here come my visitors - and have now gone, or the first relay of them; and I hope no more may come.", "begin_offset": 2001}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "For mark you, sir, this is our 'day' - Saturday, as ever was, and here we sit, my mother and I, before a large wood fire and await the enemy with the most steadfast courage; and without snow and greyness: and the woman Fanny in New York for her health, which is far from good; and the lad Lloyd at the inn in the village because he has a cold; and the handmaid Valentine abroad in a sleigh upon her messages; and to-morrow Christmas and no mistake.", "begin_offset": 2101}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "Such is human life: LA CARRIERE HUMAINE.", "begin_offset": 2550}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "I will enclose, if I remember, the required autograph.", "begin_offset": 2591}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "I will do better, put it on the back of this page.", "begin_offset": 2646}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "Love to all, and mostly, my very dear Colvin, to yourself.", "begin_offset": 2697}, "sentiment": {"magnitude": 0.8999999761581421, "score": 0.8999999761581421}}, {"text": {"content": "For whatever I say or do, or don't say or do, you may be very sure I am, - Yours always affectionately,\nR. L. S.", "begin_offset": 2756}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}]}