{"document_sentiment": {"magnitude": 8.800000190734863}, "language": "en", "sentences": [{"text": {"content": "Letter: TO SIDNEY COLVIN"}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "HONOLULU, APRIL 2ND, 1889.", "begin_offset": 26}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "MY DEAR COLVIN, - I am beginning to be ashamed of writing on to you without the least acknowledgment, like a tramp; but I do not care - I am hardened; and whatever be the cause of your silence, I mean to write till all is blue.", "begin_offset": 53}, "sentiment": {"magnitude": 0.8999999761581421, "score": -0.8999999761581421}}, {"text": {"content": "I am outright ashamed of my news, which is that we are not coming home for another year.", "begin_offset": 281}, "sentiment": {"magnitude": 0.8999999761581421, "score": -0.8999999761581421}}, {"text": {"content": "I cannot but hope it may continue the vast improvement of my health: I think it good for Fanny and Lloyd; and we have all a taste for this wandering and dangerous life.", "begin_offset": 370}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "My mother I send home, to my relief, as this part of our cruise will be (if we can carry it out) rather difficult in places.", "begin_offset": 539}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "Here is the idea: about the middle of June (unless the Boston Board objects) we sail from Honolulu in the missionary ship (barquentine auxiliary steamer) MORNING STAR: she takes us through the Gilberts and Marshalls, and drops us (this is my great idea) on Ponape, one of the volcanic islands of the Carolines.", "begin_offset": 664}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "Here we stay marooned among a doubtful population, with a Spanish vice-governor and five native kings, and a sprinkling of missionaries all at loggerheads, on the chance of fetching a passage to Sydney in a trader, a labour ship, or (maybe, but this appears too bright) a ship of war.", "begin_offset": 975}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "If we can't get the MORNING STAR (and the Board has many reasons that I can see for refusing its permission) I mean to try to fetch Fiji, hire a schooner there, do the Fijis and Friendlies, hit the course of the RICHMOND at Tonga Tabu, make back by Tahiti, and so to S. F., and home: perhaps in June 1890.", "begin_offset": 1260}, "sentiment": {"magnitude": 0.800000011920929, "score": -0.800000011920929}}, {"text": {"content": "For the latter part of the cruise will likely be the same in either case.", "begin_offset": 1566}, "sentiment": {}}, {"text": {"content": "You can see for yourself how much variety and adventure this promises, and that it is not devoid of danger at the best; but if we can pull it off in safety, gives me a fine book of travel, and Lloyd a fine lecture and diorama, which should vastly better our finances.", "begin_offset": 1640}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "I feel as if I were untrue to friendship; believe me, Colvin, when I look forward to this absence of another year, my conscience sinks at thought of the Monument; but I think you will pardon me if you consider how much this tropical weather mends my health.", "begin_offset": 1908}, "sentiment": {}}, {"text": {"content": "Remember me as I was at home, and think of me sea-bathing and walking about, as jolly as a sandboy: you will own the temptation is strong; and as the scheme, bar fatal accidents, is bound to pay into the bargain, sooner or later, it seems it would be madness to come home now, with an imperfect book, no illustrations to speak of, no diorama, and perhaps fall sick again by autumn.", "begin_offset": 2166}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "I do not think I delude myself when I say the tendency to catarrh has visibly diminished.", "begin_offset": 2548}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "It is a singular tiring that as I was packing up old papers ere I left Skerryvore, I came on the prophecies of a drunken Highland sibyl, when I was seventeen.", "begin_offset": 2638}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "She said I was to be very happy, to visit America, and TO BE MUCH UPON THE SEA.", "begin_offset": 2797}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "It seems as if it were coming true with a vengeance.", "begin_offset": 2877}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "Also, do you remember my strong, old, rooted belief that I shall die by drowning?", "begin_offset": 2930}, "sentiment": {}}, {"text": {"content": "I don't want that to come true, though it is an easy death; but it occurs to me oddly, with these long chances in front.", "begin_offset": 3012}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "I cannot say why I like the sea; no man is more cynically and constantly alive to its perils; I regard it as the highest form of gambling; and yet I love the sea as much as I hate gambling.", "begin_offset": 3133}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "Fine, clean emotions; a world all and always beautiful; air better than wine; interest unflagging; there is upon the whole no better life.", "begin_offset": 3323}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "- Yours ever,\nR. L. S.", "begin_offset": 3462}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}]}