{"document_sentiment": {"magnitude": 9.5, "score": 0.10000000149011612}, "language": "en", "sentences": [{"text": {"content": "Letter: TO THOMAS STEVENSON"}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "FRANKFURT, ROSENGASSE 13, AUGUST 4, 1872.", "begin_offset": 29}, "sentiment": {}}, {"text": {"content": "MY DEAR FATHER, - You will perceive by the head of this page that we have at last got into lodgings, and powerfully mean ones too.", "begin_offset": 71}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}, {"text": {"content": "If I were to call the street anything but SHADY, I should be boasting.", "begin_offset": 202}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "The people sit at their doors in shirt-sleeves, smoking as they do in Seven Dials of a Sunday.", "begin_offset": 273}, "sentiment": {}}, {"text": {"content": "Last night we went to bed about ten, for the first time HOUSEHOLDERS in Germany - real Teutons, with no deception, spring, or false bottom.", "begin_offset": 368}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "About half-past one there began such a trumpeting, shouting, pealing of bells, and scurrying hither and thither of feet as woke every person in Frankfurt out of their first sleep with a vague sort of apprehension that the last day was at hand.", "begin_offset": 508}, "sentiment": {"magnitude": 0.800000011920929, "score": -0.800000011920929}}, {"text": {"content": "The whole street was alive, and we could hear people talking in their rooms, or crying to passers-by from their windows, all around us.", "begin_offset": 752}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}, {"text": {"content": "At last I made out what a man was saying in the next room.", "begin_offset": 888}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "It was a fire in Sachsenhausen, he said (Sachsenhausen is the suburb on the other side of the Main), and he wound up with one of the most tremendous falsehoods on record, 'HIER ALLES RUHT - here all is still.'", "begin_offset": 947}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "If it can be said to be still in an engine factory, or in the stomach of a volcano when it is meditating an eruption, he might have been justified in what he said, but not otherwise.", "begin_offset": 1157}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "The tumult continued unabated for near an hour; but as one grew used to it, it gradually resolved itself into three bells, answering each other at short intervals across the town, a man shouting, at ever shorter intervals and with superhuman energy, 'FEUER, - IM SACHSENHAUSEN, and the almost continuous winding of all manner of bugles and trumpets, sometimes in stirring flourishes, and sometimes in mere tuneless wails.", "begin_offset": 1340}, "sentiment": {}}, {"text": {"content": "Occasionally there was another rush of feet past the window, and once there was a mighty drumming, down between us and the river, as though the soldiery were turning out to keep the peace.", "begin_offset": 1762}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "This was all we had of the fire, except a great cloud, all flushed red with the glare, above the roofs on the other side of the Gasse; but it was quite enough to put me entirely off my sleep and make me keenly alive to three or four gentlemen who were strolling leisurely about my person, and every here and there leaving me somewhat as a keepsake. . . .", "begin_offset": 1951}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "However, everything has its compensation, and when day came at last, and the sparrows awoke with trills and CAROL-ETS, the dawn seemed to fall on me like a sleeping draught.", "begin_offset": 2306}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "I went to the window and saw the sparrows about the eaves, and a great troop of doves go strolling up the paven Gasse, seeking what they may devour.", "begin_offset": 2480}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "And so to sleep, despite fleas and fire-alarms and clocks chiming the hours out of neighbouring houses at all sorts of odd times and with the most charming want of unanimity.", "begin_offset": 2629}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "We have got settled down in Frankfurt, and like the place very much.", "begin_offset": 2804}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "Simpson and I seem to get on very well together.", "begin_offset": 2873}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "We suit each other capitally; and it is an awful joke to be living (two would-be advocates, and one a baronet) in this supremely mean abode.", "begin_offset": 2922}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "The abode is, however, a great improvement on the hotel, and I think we shall grow quite fond of it.", "begin_offset": 3063}, "sentiment": {"magnitude": 0.8999999761581421, "score": 0.8999999761581421}}, {"text": {"content": "- Ever your affectionate son,\nR. L.", "begin_offset": 3164}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "STEVENSON.", "begin_offset": 3200}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}]}