{"document_sentiment": {"magnitude": 10.800000190734863}, "language": "en", "sentences": [{"text": {"content": "Letter: TO MRS."}, "sentiment": {}}, {"text": {"content": "THOMAS STEVENSON", "begin_offset": 16}, "sentiment": {}}, {"text": {"content": "CHRISTMAS SERMON.", "begin_offset": 34}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "[HOTEL BELVEDERE, DAVOS, DECEMBER 26, 1880.]", "begin_offset": 52}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "MY DEAR MOTHER, - I was very tired yesterday and could not write; tobogganed so furiously all morning; we had a delightful day, crowned by an incredible dinner - more courses than I have fingers on my hands.", "begin_offset": 97}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "Your letter arrived duly at night, and I thank you for it as I should.", "begin_offset": 305}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "You need not suppose I am at all insensible to my father's extraordinary kindness about this book; he is a brick; I vote for him freely.\n. . .", "begin_offset": 376}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "The assurance you speak of is what we all ought to have, and might have, and should not consent to live without.", "begin_offset": 519}, "sentiment": {"magnitude": 0.800000011920929, "score": -0.800000011920929}}, {"text": {"content": "That people do not have it more than they do is, I believe, because persons speak so much in large-drawn, theological similitudes, and won't say out what they mean about life, and man, and God, in fair and square human language.", "begin_offset": 632}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "I wonder if you or my father ever thought of the obscurities that lie upon human duty from the negative form in which the Ten Commandments are stated, or of how Christ was so continually substituting affirmations.", "begin_offset": 861}, "sentiment": {"magnitude": 0.800000011920929, "score": -0.800000011920929}}, {"text": {"content": "'Thou shalt not' is but an example; 'Thou shalt' is the law of God.", "begin_offset": 1075}, "sentiment": {}}, {"text": {"content": "It was this that seems meant in the phrase that 'not one jot nor tittle of the law should pass.'", "begin_offset": 1143}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "But what led me to the remark is this: A kind of black, angry look goes with that statement of the law of negatives.", "begin_offset": 1240}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "'To love one's neighbour as oneself' is certainly much harder, but states life so much more actively, gladly, and kindly, that you begin to see some pleasure in it; and till you can see pleasure in these hard choices and bitter necessities, where is there any Good News to men?", "begin_offset": 1357}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "It is much more important to do right than not to do wrong; further, the one is possible, the other has always been and will ever be impossible; and the faithful DESIGN TO DO RIGHT is accepted by God; that seems to me to be the Gospel, and that was how Christ delivered us from the Law.", "begin_offset": 1635}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "After people are told that, surely they might hear more encouraging sermons.", "begin_offset": 1922}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "To blow the trumpet for good would seem the Parson's business; and since it is not in our own strength, but by faith and perseverance (no account made of slips), that we are to run the race, I do not see where they get the material for their gloomy discourses.", "begin_offset": 1999}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "Faith is not to believe the Bible, but to believe in God; if you believe in God (or, for it's the same thing, have that assurance you speak about), where is there any more room for terror?", "begin_offset": 2260}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "There are only three possible attitudes - Optimism, which has gone to smash; Pessimism, which is on the rising hand, and very popular with many clergymen who seem to think they are Christians.", "begin_offset": 2449}, "sentiment": {}}, {"text": {"content": "And this Faith, which is the Gospel.", "begin_offset": 2642}, "sentiment": {"magnitude": 0.800000011920929, "score": 0.800000011920929}}, {"text": {"content": "Once you hold the last, it is your business (1) to find out what is right in any given case, and (2) to try to do it; if you fail in the last, that is by commission, Christ tells you to hope; if you fail in the first, that is by omission, his picture of the last day gives you but a black lookout.", "begin_offset": 2679}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "The whole necessary morality is kindness; and it should spring, of itself, from the one fundamental doctrine, Faith.", "begin_offset": 2977}, "sentiment": {"magnitude": 0.800000011920929, "score": 0.800000011920929}}, {"text": {"content": "If you are sure that God, in the long run, means kindness by you, you should be happy; and if happy, surely you should be kind.", "begin_offset": 3094}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "I beg your pardon for this long discourse; it is not all right, of course, but I am sure there is something in it.", "begin_offset": 3222}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "One thing I have not got clearly; that about the omission and the commission; but there is truth somewhere about it, and I have no time to clear it just now.", "begin_offset": 3337}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "Do you know, you have had about a Cornhill page of sermon?", "begin_offset": 3495}, "sentiment": {}}, {"text": {"content": "It is, however, true.", "begin_offset": 3554}, "sentiment": {}}, {"text": {"content": "Lloyd heard with dismay Fanny was not going to give me a present; so F. and I had to go and buy things for ourselves, and go through a representation of surprise when they were presented next morning.", "begin_offset": 3576}, "sentiment": {"magnitude": 0.800000011920929, "score": -0.800000011920929}}, {"text": {"content": "It gave us both quite a Santa Claus feeling on Xmas Eve to see him so excited and hopeful; I enjoyed it hugely.", "begin_offset": 3777}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "- Your affectionate son,\nROBERT LOUIS STEVENSON.", "begin_offset": 3889}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}]}