{"document_sentiment": {"magnitude": 7.0}, "language": "en", "sentences": [{"text": {"content": "Letter: TO SIDNEY COLVIN"}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "FAKARAVA, LOW ARCHIPELAGO, SEPTEMBER 21ST, 1888.", "begin_offset": 26}, "sentiment": {}}, {"text": {"content": "MY DEAR COLVIN, - Only a word.", "begin_offset": 75}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "Get out your big atlas, and imagine a straight line from San Francisco to Anaho, the N.E.", "begin_offset": 106}, "sentiment": {}}, {"text": {"content": "corner of Nukahiva, one of the Marquesas Islands; imagine three weeks there: imagine a day's sail on August 12th round the eastern end of the island to Tai-o-hae, the capital; imagine us there till August 22nd: imagine us skirt the east side of Ua-pu - perhaps Rona-Poa on your atlas - and through the Bondelais straits to Taaka-uku in Hiva-Oa, where we arrive on the 23rd; imagine us there until September 4th, when we sailed for Fakarava, which we reached on the 9th, after a very difficult and dangerous passage among these isles.", "begin_offset": 196}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "Tuesday, we shall leave for Taiti, where I shall knock off and do some necessary work ashore.", "begin_offset": 730}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "It looks pretty bald in the atlas; not in fact; nor I trust in the 130 odd pages of diary which I have just been looking up for these dates: the interest, indeed, has been INCREDIBLE: I did not dream there were such places or such races.", "begin_offset": 824}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "My health has stood me splendidly; I am in for hours wading over the knees for shells; I have been five hours on horseback: I have been up pretty near all night waiting to see where the CASCO would go ashore, and with my diary all ready - simply the most entertaining night of my life.", "begin_offset": 1062}, "sentiment": {"magnitude": 0.8999999761581421, "score": 0.8999999761581421}}, {"text": {"content": "Withal I still have colds; I have one now, and feel pretty sick too; but not as at home: instead of being in bed, for instance, I am at this moment sitting snuffling and writing in an undershirt and trousers; and as for colour, hands, arms, feet, legs, and face, I am browner than the berry: only my trunk and the aristocratic spot on which I sit retain the vile whiteness of the north.", "begin_offset": 1348}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "Please give my news and kind love to Henley, Henry James, and any whom you see of well-wishers.", "begin_offset": 1735}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "Accept from me the very best of my affection: and believe me ever yours,\nTHE OLD MAN VIRULENT.", "begin_offset": 1831}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "TAITI, OCTOBER 7TH, 1888.", "begin_offset": 1926}, "sentiment": {}}, {"text": {"content": "Never having found a chance to send this off, I may add more of my news.", "begin_offset": 1952}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "My cold took a very bad turn, and I am pretty much out of sorts at this particular, living in a little bare one-twentieth- furnished house, surrounded by mangoes, etc.", "begin_offset": 2025}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "All the rest are well, and I mean to be soon.", "begin_offset": 2193}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "But these Taiti colds are very severe and, to children, often fatal; so they were not the thing for me.", "begin_offset": 2239}, "sentiment": {"magnitude": 0.6000000238418579, "score": -0.6000000238418579}}, {"text": {"content": "Yesterday the brigantine came in from San Francisco, so we can get our letters off soon.", "begin_offset": 2343}, "sentiment": {}}, {"text": {"content": "There are in Papeete at this moment, in a little wooden house with grated verandahs, two people who love you very much, and one of them is\nROBERT LOUIS STEVENSON.", "begin_offset": 2432}, "sentiment": {"magnitude": 0.5, "score": 0.5}}]}