{"document_sentiment": {"magnitude": 5.400000095367432}, "language": "en", "sentences": [{"text": {"content": "Letter: TO W. H. LOW"}, "sentiment": {}}, {"text": {"content": "HONOLULU, (ABOUT) 20TH MAY '89.", "begin_offset": 22}, "sentiment": {}}, {"text": {"content": "MY DEAR LOW, - The goods have come; many daughters have done virtuously, but thou excellest them all.", "begin_offset": 54}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "- I have at length finished THE MASTER; it has been a sore cross to me; but now he is buried, his body's under hatches, - his soul, if there is any hell to go to, gone to hell; and I forgive him: it is harder to forgive Burlingame for having induced me to begin the publication, or myself for suffering the induction.", "begin_offset": 156}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "- Yes, I think Hole has done finely; it will be one of the most adequately illustrated books of our generation; he gets the note, he tells the story - MY story: I know only one failure - the Master standing on the beach.", "begin_offset": 474}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "- You must have a letter for me at Sydney - till further notice.", "begin_offset": 695}, "sentiment": {}}, {"text": {"content": "Remember me to Mrs. Will.", "begin_offset": 760}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "H., the godlike sculptor, and any of the faithful.", "begin_offset": 786}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "If you want to cease to be a republican, see my little Kaiulani, as she goes through - but she is gone already.", "begin_offset": 837}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "You will die a red, I wear the colours of that little royal maiden, NOUS ALLONS CHANTER A LA RONDE, SI VOUS VOULEZ!", "begin_offset": 949}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "only she is not blonde by several chalks, though she is but a half-blood, and the wrong half Edinburgh Scots like mysel'.", "begin_offset": 1065}, "sentiment": {"magnitude": 0.5, "score": -0.5}}, {"text": {"content": "But, O Low, I love the Polynesian: this civilisation of ours is a dingy, ungentlemanly business; it drops out too much of man, and too much of that the very beauty of the poor beast: who has his beauties in spite of Zola and Co.", "begin_offset": 1187}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "As usual, here is a whole letter with no news: I am a bloodless, inhuman dog; and no doubt Zola is a better correspondent.", "begin_offset": 1416}, "sentiment": {"magnitude": 0.30000001192092896, "score": -0.30000001192092896}}, {"text": {"content": "- Long live your fine old English admiral - yours, I mean - the U.S.A. one at Samoa; I wept tears and loved myself and mankind when I read of him: he is not too much civilised.", "begin_offset": 1539}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "And there was Gordon, too; and there are others, beyond question.", "begin_offset": 1716}, "sentiment": {}}, {"text": {"content": "But if you could live, the only white folk, in a Polynesian village; and drink that warm, light VIN DU PAYS of human affection, and enjoy that simple dignity of all about you - I will not gush, for I am now in my fortieth year, which seems highly unjust, but there it is, Mr. Low, and the Lord enlighten your affectionate\nR. L. S.", "begin_offset": 1782}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}]}