{"document_sentiment": {"magnitude": 12.399999618530273, "score": 0.10000000149011612}, "language": "en", "sentences": [{"text": {"content": "Letter: TO WILLIAM ARCHER"}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "SKERRYVORE, BOURNEMOUTH, OCTOBER 28, 1885.", "begin_offset": 27}, "sentiment": {}}, {"text": {"content": "DEAR MR.", "begin_offset": 70}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "ARCHER, - I have read your paper with my customary admiration; it is very witty, very adroit; it contains a great deal that is excellently true (particularly the parts about my stories and the description of me as an artist in life); but you will not be surprised if I do not think it altogether just.", "begin_offset": 79}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "It seems to me, in particular, that you have wilfully read all my works in terms of my earliest; my aim, even in style, has quite changed in the last six or seven years; and this I should have thought you would have noticed.", "begin_offset": 381}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}, {"text": {"content": "Again, your first remark upon the affectation of the italic names; a practice only followed in my two affected little books of travel, where a typographical MINAUDERIE of the sort appeared to me in character; and what you say of it, then, is quite just.", "begin_offset": 606}, "sentiment": {"magnitude": 0.699999988079071, "score": -0.699999988079071}}, {"text": {"content": "But why should you forget yourself and use these same italics as an index to my theology some pages further on?", "begin_offset": 860}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "This is lightness of touch indeed; may I say, it is almost sharpness of practice?", "begin_offset": 972}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "Excuse these remarks.", "begin_offset": 1054}, "sentiment": {}}, {"text": {"content": "I have been on the whole much interested, and sometimes amused.", "begin_offset": 1076}, "sentiment": {"magnitude": 0.4000000059604645, "score": 0.4000000059604645}}, {"text": {"content": "Are you aware that the praiser of this 'brave gymnasium' has not seen a canoe nor taken a long walk since '79? that he is rarely out of the house nowadays, and carries his arm in a sling?", "begin_offset": 1140}, "sentiment": {"magnitude": 0.20000000298023224, "score": -0.20000000298023224}}, {"text": {"content": "Can you imagine that he is a backslidden communist, and is sure he will go to hell (if there be such an excellent institution) for the luxury in which he lives?", "begin_offset": 1328}, "sentiment": {"magnitude": 0.6000000238418579, "score": 0.6000000238418579}}, {"text": {"content": "And can you believe that, though it is gaily expressed, the thought is hag and skeleton in every moment of vacuity or depression?", "begin_offset": 1489}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "Can you conceive how profoundly I am irritated by the opposite affectation to my own, when I see strong men and rich men bleating about their sorrows and the burthen of life, in a world full of 'cancerous paupers,' and poor sick children, and the fatally bereaved, ay, and down even to such happy creatures as myself, who has yet been obliged to strip himself, one after another, of all the pleasures that he had chosen except smoking (and the days of that I know in my heart ought to be over), I forgot eating, which I still enjoy, and who sees the circle of impotence closing very slowly but quite steadily around him?", "begin_offset": 1619}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "In my view, one dank, dispirited word is harmful, a crime of LESE- HUMANITE, a piece of acquired evil; every gay, every bright word or picture, like every pleasant air of music, is a piece of pleasure set afloat; the reader catches it, and, if he be healthy, goes on his way rejoicing; and it is the business of art so to send him, as often as possible.", "begin_offset": 2240}, "sentiment": {"magnitude": 0.5, "score": 0.5}}, {"text": {"content": "For what you say, so kindly, so prettily, so precisely, of my style, I must in particular thank you; though even here, I am vexed you should not have remarked on my attempted change of manner: seemingly this attempt is still quite unsuccessful!", "begin_offset": 2594}, "sentiment": {"magnitude": 0.8999999761581421, "score": -0.8999999761581421}}, {"text": {"content": "Well, we shall fight it out on this line if it takes all summer.", "begin_offset": 2839}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "And now for my last word: Mrs. Stevenson is very anxious that you should see me, and that she should see you, in the flesh.", "begin_offset": 2904}, "sentiment": {"magnitude": 0.30000001192092896, "score": 0.30000001192092896}}, {"text": {"content": "If you at all share in these views, I am a fixture.", "begin_offset": 3028}, "sentiment": {}}, {"text": {"content": "Write or telegraph (giving us time, however, to telegraph in reply, lest the day be impossible), and come down here to a bed and a dinner.", "begin_offset": 3080}, "sentiment": {"magnitude": 0.4000000059604645, "score": -0.4000000059604645}}, {"text": {"content": "What do you say, my dear critic?", "begin_offset": 3219}, "sentiment": {}}, {"text": {"content": "I shall be truly pleased to see you; and to explain at greater length what I meant by saying narrative was the most characteristic mood of literature, on which point I have great hopes I shall persuade you.", "begin_offset": 3252}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}, {"text": {"content": "- Yours truly,\nROBERT LOUIS STEVENSON.", "begin_offset": 3459}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "P.S.", "begin_offset": 3498}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "- My opinion about Thoreau, and the passage in THE WEEK, is perhaps a fad, but it is sincere and stable.", "begin_offset": 3503}, "sentiment": {"magnitude": 0.800000011920929, "score": 0.800000011920929}}, {"text": {"content": "I am still of the same mind five years later; did you observe that I had said 'modern' authors? and will you observe again that this passage touches the very joint of our division?", "begin_offset": 3608}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "It is one that appeals to me, deals with that part of life that I think the most important, and you, if I gather rightly, so much less so?", "begin_offset": 3789}, "sentiment": {"magnitude": 0.699999988079071, "score": 0.699999988079071}}, {"text": {"content": "You believe in the extreme moment of the facts that humanity has acquired and is acquiring; I think them of moment, but still or much less than those inherent or inherited brute principles and laws that sit upon us (in the character of conscience) as heavy as a shirt of mail, and that (in the character of the affections and the airy spirit of pleasure) make all the light of our lives.", "begin_offset": 3928}, "sentiment": {"magnitude": 0.800000011920929, "score": 0.800000011920929}}, {"text": {"content": "The house is, indeed, a great thing, and should be rearranged on sanitary principles; but my heart and all my interest are with the dweller, that ancient of days and day-old infant man.", "begin_offset": 4316}, "sentiment": {"magnitude": 0.20000000298023224, "score": 0.20000000298023224}}, {"text": {"content": "R. L. S.", "begin_offset": 4502}, "sentiment": {}}, {"text": {"content": "An excellent touch is p. 584.", "begin_offset": 4511}, "sentiment": {"magnitude": 0.800000011920929, "score": 0.800000011920929}}, {"text": {"content": "'By instinct or design he eschews what demands constructive patience.'", "begin_offset": 4541}, "sentiment": {"magnitude": 0.10000000149011612, "score": 0.10000000149011612}}, {"text": {"content": "I believe it is both; my theory is that literature must always be most at home in treating movement and change; hence I look for them.", "begin_offset": 4612}, "sentiment": {"magnitude": 0.10000000149011612, "score": -0.10000000149011612}}]}